{
  "4495c84a-309b-403a-9865-934175d69e65": {
    "61b6f82c-3a04-4974-a690-9bb0a3c45ab2": "༄། །བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་བཞུགས་སོ། ། ",
    "27b3eb0d-1287-457d-8269-a29ea2ce4178": "༄༅༅། །རྒྱ་གར་སྐད་དུ། བོ་དྷི་སཏྭ་ཙརྱ་ཨ་བ་ཏཱ་ར། བོད་སྐད་དུ། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ། ",
    "f68db48e-21e4-49f3-a1a8-f18985d15a4a": "སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །",
    "f49e83bb-5e35-4520-afe0-9634d5a2c209": "བདེ་གཤེགས་ཆོས་ཀྱི་སྐུ་མངའ་སྲས་བཅས་དང་། །<br/>ཕྱག་འོས་ཀུན་ལའང་གུས་པར་ཕྱག་འཚལ་ཏེ། །",
    "365de44b-6518-4a30-b0f0-c987d9a812ac": "བདེ་གཤེགས་སྲས་ཀྱི་སྡོམ་ལ་འཇུག་པ་ནི། །<br/>ལུང་བཞིན་མདོར་བསྡུས་ནས་ནི་བརྗོད་པར་བྱ། །",
    "f7694288-021a-42b2-ba0a-458fcb6d18ee": "སྔོན་ཆད་མ་བྱུང་བ་ཡང་འདིར་བརྗོད་མེད། །<br/>སྡེབ་སྦྱོར་མཁས་པའང་བདག་ལ་ཡོད་མིན་ཏེ། །<br/>དེ་ཕྱིར་གཞན་དོན་བསམ་པ་བདག་ལ་མེད། །<br/>རང་གི་ཡིད་ལ་བསྒོམ་ཕྱིར་ངས་འདི་བརྩམས། །",
    "a0ab8b7f-2e6d-4fa3-8307-5b8c9f18b457": "དགེ་བ་བསྒོམ་ཕྱིར་བདག་གི་དད་པའི་ཤུགས། །<br/>འདི་དག་གིས་ཀྱང་རེ་ཞིག་འཕེལ་འགྱུར་ལ། །<br/>བདག་དང་སྐལ་བ་མཉམ་པ་གཞན་གྱིས་ཀྱང་། །<br/>ཅི་སྟེ་འདི་དག་མཐོང་ན་དོན་ཡོད་འགྱུར། །",
    "2bfe8943-deb3-4d25-bbdb-c8f9a4d6f39a": "དལ་འབྱོར་འདི་ནི་རྙེད་པར་ཤིན་ཏུ་དཀའ། །<br/>སྐྱེས་བུའི་དོན་སྒྲུབ་ཐོབ་པར་གྱུར་པ་ལ། །<br/>གལ་ཏེ་འདི་ལ་ཕན་པ་མ་བསྒྲུབས་ན། །<br/>ཕྱིས་འདི་ཡང་དག་འབྱོར་པར་ག་ལ་འགྱུར། །",
    "2b1de881-f268-440a-b91f-797c0d1bde75": "ཇི་ལྟར་མཚན་མོ་མུན་ནག་སྤྲིན་རུམ་ན། །<br/>གློག་འགྱུ་སྐད་ཅིག་རབ་སྣང་སྟོན་པ་ལྟར། །<br/>དེ་བཞིན་སངས་རྒྱས་མཐུ་ཡིས་བརྒྱ་ལམ་ན། །<br/>འཇིག་རྟེན་བསོད་ནམས་བློ་གྲོས་ཐང་འགའ་འབྱུང་། །",
    "36f7b84b-5669-4be0-8289-4bc76658a3c8": "དེ་ལྟས་དགེ་བ་ཉམ་ཆུང་ཉིད་ལ་རྟག །<br/>སྡིག་པ་སྟོབས་ཆེན་ཤིན་ཏུ་མི་བཟད་པ། །<br/>དེ་ནི་རྫོགས་པའི་བྱང་ཆུབ་སེམས་མིན་པ། །<br/>དགེ་གཞན་གང་གིས་ཟིལ་གྱིས་གནོན་པར་འགྱུར། །",
    "6aa5abc5-26e8-4ef0-94a2-7a822365e7c8": "བསྐལ་པ་དུ་མར་རབ་དགོངས་མཛད་པ་ཡི། །<br/>ཐུབ་དབང་རྣམས་ཀྱིས་འདི་ཉིད་ཕན་པར་གཟིགས། །<br/>འདིས་ནི་ཚད་མེད་སྐྱེ་བོའི་ཚོགས་རྣམས་ཀྱིས། །<br/>བདེ་མཆོག་བདེ་བླག་ཉིད་དུ་ཐོབ་པར་བྱེད། །",
    "9611bb2b-372c-41a0-b12d-a581d156afbb": "སྲིད་པའི་སྡུག་བསྔལ་བརྒྱ་ཕྲག་གཞོམ་འདོད་ཅིང་། །<br/>སེམས་ཅན་མི་བདེ་བསལ་བར་འདོད་པ་དང་། །<br/>བདེ་མང་བརྒྱ་ཕྲག་སྤྱོད་པར་འདོད་པས་ཀྱང་། །<br/>བྱང་ཆུབ་སེམས་ཉིད་རྟག་ཏུ་གཏང་མི་བྱ། །",
    "ee151aa3-d373-4315-ac3a-8a579a768a6c": "བྱང་ཆུབ་སེམས་སྐྱེས་གྱུར་ན་སྐད་ཅིག་གིས། །<br/>འཁོར་བའི་བཙོན་རར་བསྡམས་པའི་ཉམ་ཐག་རྣམས། །<br/>བདེ་གཤེགས་རྣམས་ཀྱི་སྲས་ཞེས་བརྗོད་བྱ་ཞིང་། །<br/>འཇིག་རྟེན་ལྷ་མིར་བཅས་པས་ཕྱག་བྱར་འགྱུར། །",
    "1e61696f-0b66-4531-8287-104b6484c2bb": "གསེར་འགྱུར་རྩི་ཡི་རྣམ་པ་མཆོག་ལྟ་བུ། །<br/>མི་གཙང་ལུས་འདི་བླངས་ནས་རྒྱལ་བའི་སྐུ། །<br/>རིན་ཆེན་རིང་ཐང་མེད་པར་བསྒྱུར་བས་ན། །<br/>བྱང་ཆུབ་སེམས་ཞེས་བྱ་བ་རབ་བརྟན་ཟུང་། །",
    "9a2802d0-ae2a-4df4-b3b9-1e6a547e1a16": "འགྲོ་བའི་དེད་དཔོན་གཅིག་པུ་ཚད་མེད་བློས། །<br/>ལེགས་པར་ཡོངས་སུ་བརྟགས་ན་རིན་ཆེ་བས། །<br/>འགྲོ་བའི་གནས་དང་བྲལ་བར་འདོད་པ་རྣམས། །<br/>རིན་ཆེན་བྱང་ཆུབ་སེམས་ལེགས་བརྟན་པར་ཟུང་། །",
    "7b30ad9a-80a4-4720-becb-bd9959d838a0": "དགེ་བ་གཞན་ཀུན་ཆུ་ཤིང་བཞིན་དུ་ནི། །<br/>འབྲས་བུ་བསྐྱེད་ནས་ཟད་པར་འགྱུར་བ་ཉིད། །<br/>བྱང་ཆུབ་སེམས་ཀྱི་ལྗོན་ཤིང་རྟག་པར་ཡང་། །<br/>འབྲས་བུ་འབྱིན་པས་མི་ཟད་འཕེལ་བར་འགྱུར། །",
    "cf29d518-4875-478c-b6f4-40e992057d66": "སྡིག་པ་ཤིན་ཏུ་མི་བཟད་བྱས་ན་ཡང་། །<br/>དཔའ་ལ་བརྟེན་ནས་འཇིགས་པ་ཆེན་པོ་ལྟར། །<br/>གང་ལ་བརྟེན་ནས་ཡུད་ཀྱིས་སྒྲོལ་འགྱུར་བ། །<br/>དེ་ལ་བག་ཅན་རྣམས་ཀྱིས་ཅིས་མི་བརྟེན། །",
    "779dbc74-08cc-4678-9e69-6fb67056ffea": "དེས་ནི་དུས་མཐའི་མེ་བཞིན་སྡིག་ཆེན་རྣམས། །<br/>སྐད་ཅིག་གཅིག་གིས་ངེས་པར་སྲེག་པར་བྱེད། །",
    "e9af5ba7-4cbb-42e2-8e5a-b77d8716efd4": "དེ་ཡི་ཕན་ཡོན་དཔག་ཏུ་མེད་པ་དག །<br/>བྱམས་མགོན་བློ་དང་ལྡན་པས་ནོར་བཟང་བཤད། །",
    "e45541ae-d63e-48a2-9347-ab6b24c3e6db": "བྱང་ཆུབ་སེམས་དེ་མདོར་བསྡུས་ན། །<br/>རྣམ་པ་གཉིས་སུ་ཤེས་བྱ་སྟེ། །",
    "e64f662e-9db0-463e-9470-9f9e52da6f0f": "བྱང་ཆུབ་སྨོན་པའི་སེམས་དང་ནི། །<br/>བྱང་ཆུབ་འཇུག་པ་ཉིད་ཡིན་ནོ། །",
    "61253c55-64f4-4e2a-a6df-8f9461da5472": "འགྲོ་བར་འདོད་དང་འགྲོ་བ་ཡི། །<br/>བྱེ་བྲག་ཇི་ལྟར་ཤེས་པ་ལྟར། །<br/>དེ་བཞིན་མཁས་པས་འདི་གཉིས་ཀྱི། །<br/>བྱེ་བྲག་རིམ་བཞིན་ཤེས་པར་བྱ། །",
    "aede258e-6906-4034-bd52-b56561e26d63": "བྱང་ཆུབ་སྨོན་པའི་སེམས་ལས་ནི། །<br/>འཁོར་ཚེ་འབྲས་བུ་ཆེ་འབྱུང་ཡང་། །<br/>ཇི་ལྟར་འཇུག་པའི་སེམས་བཞིན་དུ། །<br/>བསོད་ནམས་རྒྱུན་ཆགས་འབྱུང་བ་མིན། །<br/>གང་ནས་བཟུང་སྟེ་སེམས་ཅན་ཁམས། །<br/>མཐའ་ཡས་རབ་ཏུ་དགྲོལ་བའི་ཕྱིར། །<br/>མི་ལྡོག་པ་ཡི་སེམས་ཀྱིས་སུ། །<br/>སེམས་དེ་ཡང་དག་བླངས་གྱུར་པ། །<br/>དེང་ནས་བཟུང་སྟེ་གཉིད་ལོག་གམ། །<br/>བག་མེད་གྱུར་ཀྱང་བསོད་ནམས་ཤུགས། །<br/>རྒྱུན་མི་འཆད་པར་དུ་མ་ཞིག །<br/>ནམ་མཁའ་མཉམ་པར་རབ་ཏུ་འབྱུང་། །",
    "3f358636-fa51-48a8-bd4e-55c03bb6f097": "འདི་ནི་འཐད་པ་དང་བཅས་པར། །<br/>ལག་བཟང་གིས་ནི་ཞུས་པ་ལས། །<br/>དམན་མོས་སེམས་ཅན་དོན་གྱི་ཕྱིར། །<br/>དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་གསུངས། །",
    "af61f2e7-017d-42cb-beff-a6510f2c254b": "སེམས་ཅན་རྣམས་ཀྱི་ཀླད་ནད་ཙམ། །<br/>བསལ་ལོ་སྙམ་དུ་བསམས་ན་ཡང་། །<br/>ཕན་འདོགས་བསམ་པ་དང་ལྡན་དེ། །<br/>བསོད་ནམས་དཔག་མེད་ལྡན་གྱུར་ན། །<br/>སེམས་ཅན་རེ་རེའི་མི་བདེ་བ། །<br/>དཔག་ཏུ་མེད་པ་བསལ་འདོད་ཅིང་། །<br/>རེ་རེའང་ཡོན་ཏན་དཔག་མེད་དུ། །<br/>བསྒྲུབ་པར་འདོད་པ་སྨོས་ཅི་དགོས། །",
    "b1c06974-18e4-4803-8a47-636df61c696a": "ཕའམ་ཡང་ན་མ་ཡང་རུང་། །<br/>སུ་ལ་འདི་འདྲའི་ཕན་སེམས་ཡོད། །<br/>ལྷ་དང་དྲང་སྲོང་རྣམས་ཀྱང་རུང་། །<br/>ཚངས་པ་ལ་ཡང་འདི་ཡོད་དམ། །",
    "e2349430-f997-4567-8786-13c521142785": "སེམས་ཅན་དེ་དག་ཉིད་ལ་སྔོན། །<br/>རང་གི་དོན་དུ་འདི་འདྲའི་སེམས། །<br/>རྨི་ལམ་དུ་ཡང་མ་རྨིས་ན། །<br/>གཞན་གྱི་དོན་དུ་ག་ལ་སྐྱེ། །",
    "6c91cd45-9ebe-474c-bd57-577cd7270083": "གཞན་དག་རང་གི་དོན་དུ་ཡང་། །<br/>མི་འབྱུང་སེམས་ཅན་དོན་སེམས་གང་། །<br/>སེམས་ཀྱི་རིན་ཆེན་ཁྱད་པར་འདི། །<br/>སྔ་ན་མེད་པའི་རྨད་ཅིག་འཁྲུངས། །",
    "d3d90aeb-6865-4c21-ac2d-ebe3814e0bb8": "འགྲོ་བ་ཀུན་གྱི་དགའ་བའི་རྒྱུ། །<br/>སེམས་ཅན་སྡུག་བསྔལ་རྩིར་གྱུར་པ། །<br/>རིན་ཆེན་སེམས་ཀྱི་བསོད་ནམས་གང་། །<br/>དེ་ལ་ཇི་ལྟར་གཞལ་གྱིས་ལང་། །",
    "cba1f37e-b2ca-40a2-b3ce-2224cf1a50d6": "ཕན་པར་བསམས་པ་ཙམ་གྱིས་ཀྱང་། །<br/>སངས་རྒྱས་མཆོད་ལས་ཁྱད་འཕགས་ན། །<br/>སེམས་ཅན་མ་ལུས་ཐམས་ཅད་ཀྱི། །<br/>བདེ་དོན་བརྩོན་པ་སྨོས་ཅི་དགོས། །",
    "196fe761-e23d-425d-b5bb-0db0675d1304": "སྡུག་བསྔལ་འདོར་འདོད་སེམས་ཡོད་ཀྱང་། །<br/>སྡུག་བསྔལ་ཉིད་ལ་མངོན་པར་རྒྱུག །<br/>བདེ་བ་འདོད་ཀྱང་གཏི་མུག་པས། །<br/>རང་གི་བདེ་བ་དགྲ་ལྟར་འཇོམས། །",
    "178bb1ed-f220-4c29-828b-5645d3602294": "གང་ཞིག་བདེ་བས་ཕོངས་པ་དང་། །<br/>སྡུག་བསྔལ་མང་ལྡན་དེ་དག་ལ། །<br/>བདེ་བ་ཀུན་གྱིས་ཚིམ་པ་དང་། །<br/>སྡུག་བསྔལ་ཐམས་ཅད་གཅོད་བྱེད་ཅིང་། །<br/>གཏི་མུག་ཀྱང་ནི་སེལ་བྱེད་པ། །<br/>དེ་དང་དགེ་མཚུངས་ག་ལ་ཡོད། །<br/>དེ་འདྲའི་བཤེས་ཀྱང་ག་ལ་ཡོད། །<br/>བསོད་ནམས་དེ་འདྲའང་ག་ལ་ཡོད། །",
    "4fe81754-3836-48f0-ac33-1742124daf3e": "ཕན་བཏགས་ལན་ལྡོན་གང་ཡིན་པ། །<br/>དེ་ཡང་རེ་ཞིག་བསྔགས་འོས་ན། །<br/>མ་བཅོལ་ལེགས་པར་བྱེད་པ་ཡི། །<br/>བྱང་ཆུབ་སེམས་དཔའ་སྨོས་ཅི་དགོས། །",
    "5f374638-46ee-4d94-be23-de421f633a6f": "འགྲོ་བ་ཉུང་ཟད་ནར་མའི་ཟས་སྦྱོར་བ། །<br/>སྐད་ཅིག་ཟས་ཙམ་སྦྱིན་པར་བྱེད་པ་དང་། །<br/>བརྙས་བཅས་ཉིན་ཕྱེད་འགྲངས་པར་བྱེད་པ་ཡང་། །<br/>དགེ་བ་བྱེད་པ་ཡིན་ཞེས་སྐྱེ་བོས་བཀུར། །",
    "da4dcfa2-d489-4fab-a255-5d588c65d486": "སེམས་ཅན་གྲངས་མཐའ་ཡས་ལ་དུས་རིང་དུ། །<br/>བདེ་བར་གཤེགས་ཀྱི་བདེ་བ་བླ་ན་མེད། །<br/>ཡིད་ལ་བསམ་པ་མཐའ་དག་རྫོགས་བྱེད་པ། །<br/>རྟག་ཏུ་སྦྱིན་པ་ལྟ་ཞིག་སྨོས་ཅི་དགོས། །",
    "99a96425-3dfc-48ce-9567-49070f7a5be2": "གང་ཞིག་དེ་འདྲའི་རྒྱལ་སྲས་སྦྱིན་བདག་ལ། །<br/>གལ་ཏེ་ངན་སེམས་སྐྱེད་པར་བྱེད་ན་དེ། །<br/>ངན་སེམས་བསྐྱེད་པའི་གྲངས་བཞིན་བསྐལ་པར་ནི། །<br/>དམྱལ་བར་གནས་པར་འགྱུར་ཞེས་ཐུབ་པས་གསུངས། །",
    "8c5b5afa-d9dd-4ab5-b7c5-79d63f166b31": "འོན་ཏེ་གང་ཞིག་ཡིད་རབ་དང་བྱེད་ན། །<br/>དེ་ཡི་འབྲས་བུ་དེ་བས་ལྷག་པར་འཕེལ། །",
    "dfccf273-cc89-43c9-a65d-00c160ab56bd": "རྒྱལ་སྲས་རྣམས་ལ་དོ་གལ་ཆེན་པོས་ཀྱང་། །<br/>སྡིག་པ་མི་འབྱུང་དགེ་བ་ངང་གིས་འཕེལ། །",
    "e63fcca3-3e7d-4e32-a39b-b58cb12f2816": "གང་ལ་སེམས་ཀྱི་དམ་པ་རིན་ཆེན་དེ། །<br/>སྐྱེས་པ་དེ་ཡི་སྐུ་ལ་ཕྱག་འཚལ་ཞིང་། །<br/>གང་ལ་གནོད་པ་བྱས་ཀྱང་བདེ་འབྲེལ་བ། །<br/>བདེ་བའི་འབྱུང་གནས་དེ་ལ་སྐྱབས་སུ་མཆི། །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས་བྱང་ཆུབ་སེམས་ཀྱི་ཕན་ཡོན་བཤད་པ་ཞེས་བྱ་བ་སྟེ་ལེའུ་དང་པོའོ།། །།",
    "e0e2f8c9-4b23-4b77-8f08-75f22851aa5b": "རིན་ཆེན་སེམས་དེ་གཟུང་བར་བྱ་བའི་ཕྱིར། །<br/>དེ་བཞིན་གཤེགས་པ་རྣམས་དང་དམ་པའི་ཆོས། །<br/>དཀོན་མཆོག་དྲི་མ་མེད་དང་སངས་རྒྱས་སྲས། །<br/>ཡོན་ཏན་རྒྱ་མཚོ་རྣམས་ལ་ལེགས་པར་མཆོད། །",
    "2a92ef7f-6dc8-47b1-8473-33932c04474a": "མེ་ཏོག་འབྲས་བུ་ཇི་སྙེད་ཡོད་པ་དང་། །<br/>སྨན་གྱི་རྣམ་པ་གང་དག་ཡོད་པ་དང་། །<br/>འཇིག་རྟེན་རིན་ཆེན་ཇི་སྙེད་ཡོད་པ་དང་། །<br/>ཆུ་གཙང་ཡིད་དུ་འོང་བ་ཅི་ཡོད་དང་། །",
    "ead70470-b6df-41a9-abab-a41fd32e75e6": "རིན་ཆེན་རི་བོ་དང་ནི་དེ་བཞིན་དུ། །<br/>ནགས་ཚལ་ས་ཕྱོགས་དབེན་ཞིང་ཉམས་དགའ་དང་། །<br/>ལྗོན་ཤིང་མེ་ཏོག་རྒྱན་སྤྲས་སྤུད་པ་དང་། །<br/>ཤིང་གང་འབྲས་བཟང་ཡལ་ག་དུད་པ་དང་། །",
    "0c21cdb5-2971-4c94-9679-31e9d59bd810": "ལྷ་སོགས་འཇིག་རྟེན་ན་ཡང་དྲི་དང་ནི། །<br/>སྤོས་དང་དཔག་བསམ་ཤིང་དང་རིན་ཆེན་ཤིང་། །",
    "02f2a912-0eb8-443c-a776-d51b98f3ebff": "མ་རྨོས་འཁྲུངས་པའི་ལོ་ཏོག་རྣམ་པ་དང་། །<br/>གཞན་ཡང་མཆོད་པར་འོས་པའི་རྒྱན་རྣམས་ནི། །<br/>མཚོ་དང་རྫིང་བུ་པདྨས་བརྒྱན་པ་དག །<br/>ངང་པ་ཤིན་ཏུ་སྐད་སྙན་ཡིད་འོང་ལྡན། །",
    "25b727c5-1952-4365-9dca-f84dd7b3537f": "ནམ་མཁའ་རབ་འབྱམས་ཁམས་ཀྱི་མཐས་གཏུགས་པ། །<br/>ཡོངས་སུ་གཟུང་བ་མེད་པ་དེ་དག་ཀུན། །<br/>བློ་ཡིས་བླངས་ནས་ཐུབ་པ་སྐྱེས་ཀྱི་མཆོག །",
    "6ab10234-f5c7-4368-aba9-4f09695dff51": "སྲས་དང་བཅས་པ་རྣམས་ལ་ལེགས་འབུལ་ན། །<br/>ཡོན་གནས་དམ་པ་ཐུགས་རྗེ་ཆེ་རྣམས་ཀྱིས། །<br/>བདག་ལ་བརྩེར་དགོངས་བདག་གི་འདི་དག་བཞེས། །",
    "eaaaffe8-4ac8-4053-950b-70c757594414": "བདག་ནི་བསོད་ནམས་མི་ལྡན་བཀྲེན་ཆེན་ཏེ། །<br/>མཆོད་པའི་ནོར་གཞན་བདག་ལ་ཅང་མ་མཆིས། །<br/>དེས་ན་གཞན་དོན་དགོངས་པའི་མགོན་གྱིས་འདི། །<br/>བདག་གི་དོན་སླད་ཉིད་ཀྱི་མཐུས་བཞེས་ཤིག །",
    "45114843-e329-46b1-8f0b-df4cb1b54934": "རྒྱལ་དང་དེ་སྲས་རྣམས་ལ་བདག་གིས་ནི། །<br/>བདག་གི་ལུས་ཀུན་གཏན་དུ་དབུལ་བར་བགྱི། །<br/>སེམས་དཔའ་མཆོག་རྣམས་བདག་ནི་ཡོངས་བཞེས་ཤིག །<br/>གུས་པས་ཁྱེད་ཀྱི་འབངས་སུ་མཆི་བར་བགྱི། །",
    "8730b730-1a1b-401b-8203-2f76146a89d1": "བདག་ནི་ཁྱེད་ཀྱིས་ཡོངས་སུ་བཟུང་བས་ན། །<br/>སྲིད་ན་མི་འཇིགས་སེམས་ཅན་ཕན་པ་བགྱིད། །<br/>སྔོན་གྱི་སྡིག་ལས་ཡང་དག་འདའ་བགྱིད་ཅིང་། །<br/>སྡིག་པ་གཞན་ཡང་སླན་ཆད་མི་བགྱིད་དོ། །",
    "136e9e2e-44d0-4012-b5ed-8661cf45fd64": "ཁྲུས་ཀྱི་ཁང་པ་ཤིན་ཏུ་དྲི་ཞིམ་པ། །<br/>ཤེལ་གྱི་ས་གཞི་གསལ་ཞིང་འཚེར་བ་བསྟར། །<br/>རིན་ཆེན་འབར་བའི་ཀ་བ་ཡིད་འོང་ལྡན། །<br/>མུ་ཏིག་འོད་ཆགས་བླ་རེ་བྲེས་པ་དེར། །",
    "18c667f0-ade2-4787-a1eb-4ad7c94423b7": "དེ་བཞིན་གཤེགས་དང་དེ་ཡི་སྲས་རྣམས་ལ། །<br/>རིན་ཆེན་བུམ་པ་མང་པོ་སྤོས་ཀྱི་ཆུ། །<br/>ཡིད་འོང་ལེགས་པར་བཀང་བ་གླུ་དང་ནི། །<br/>རོལ་མོར་བཅས་པ་དུ་མས་སྐུ་ཁྲུས་གསོལ། །",
    "38bb9ce1-2354-49cd-a77a-482d786e5e1e": "དེ་དག་སྐུ་ལ་མཚུངས་པ་མེད་པའི་གོས། །<br/>གཙང་ལ་དྲི་རབ་བསྒོས་པས་སྐུ་ཕྱིའོ། །<br/>དེ་ནས་དེ་ལ་ཁ་དོག་ལེགས་བསྒྱུར་བའི། །<br/>ན་བཟའ་ཤིན་ཏུ་དྲི་ཞིམ་དམ་པ་འབུལ། །",
    "2ea0d945-585a-496c-884c-9783b4413957": "གོས་བཟང་སྲབ་ལ་འཇམ་པ་སྣ་ཚོགས་དང་། །<br/>རྒྱན་མཆོག་བརྒྱ་ཕྲག་དེ་དང་དེ་དག་གིས། །<br/>འཕགས་པ་ཀུན་ཏུ་བཟང་དང་འཇམ་དབྱངས་དང་། །<br/>འཇིག་རྟེན་དབང་ཕྱུག་སོགས་ལའང་བརྒྱན་པར་བགྱི། །",
    "7c17614f-cf5a-4978-85cd-f82ee42699d7": "སྟོང་གསུམ་ཀུན་ཏུ་དྲི་ངད་ལྡང་བ་ཡི། །<br/>དྲི་མཆོག་རྣམས་ཀྱིས་ཐུབ་དབང་ཀུན་གྱི་སྐུ། །<br/>གསེར་སྦྱངས་བཙོ་མ་བྱི་དོར་བྱས་པ་ལྟར། །<br/>འོད་ཆགས་འབར་བ་དེ་དག་བྱུག་པར་བགྱི། །",
    "5fca088c-15b2-4b32-ad65-a79f6fc9493e": "ཐུབ་དབང་མཆོད་གནས་མཆོག་ལ་ཡིད་འོང་བའི། །<br/>མེ་ཏོག་མནྡ་ར་དང་པདྨ་དང་། །<br/>ཨུཏྤལ་ལ་སོགས་དྲི་ཞིམ་ཐམས་ཅད་དང་། །<br/>ཕྲེང་བ་སྤེལ་ལེགས་ཡིད་འོང་རྣམས་ཀྱིས་མཆོད། །",
    "28220979-2c1e-4555-b7fa-34948073f352": "སྤོས་མཆོག་ཡིད་འཕྲོག་དྲི་ངད་ཁྱབ་པ་ཡི། །<br/>བདུག་པའི་སྤྲིན་ཚོགས་རྣམས་ཀྱང་དེ་ལ་དབུལ། །<br/>ཞལ་ཟས་བཟའ་བཏུང་སྣ་ཚོགས་བཅས་པ་ཡི། །<br/>ལྷ་བཤོས་རྣམས་ཀྱང་དེ་ལ་དབུལ་བར་བགྱི། །",
    "98a432b5-3088-4c10-962d-1254b520c2e1": "གསེར་གྱི་པདྨ་ཚར་དུ་དངར་བ་ཡི། །<br/>རིན་ཆེན་སྒྲོན་མ་རྣམས་ཀྱང་དབུལ་བར་བགྱི། །",
    "a565397e-7cca-482a-9af7-4fbb79da9674": "ས་གཞི་བསྟར་བ་སྤོས་ཀྱིས་བྱུགས་པ་དེར། །<br/>མེ་ཏོག་ཡིད་འོང་སིལ་མ་དགྲམ་པར་བྱ། །",
    "ac9f6e0b-9ff9-40d0-adcd-9a1b8e5cd63e": "གཞལ་མེད་ཕོ་བྲང་བསྟོད་དབྱངས་ཡིད་འོང་ལྡན། །<br/>མུ་ཏིག་རིན་ཆེན་རྒྱན་འཕྱང་མཛེས་འབར་བ། །<br/>དཔག་ཡས་ནམ་མཁའི་རྒྱན་གྱུར་དེ་དག་ཀྱང་། །<br/>ཐུགས་རྗེའི་རང་བཞིན་ཅན་ལ་དབུལ་བར་བགྱི། །",
    "09cba0f2-33ab-41cb-a402-50dab8babad1": "རིན་ཆེན་གདུགས་མཛེས་གསེར་གྱི་ཡུ་བ་ཅན། །<br/>ཁོར་ཡུག་རྒྱན་གྱི་རྣམ་པ་ཡིད་འོང་ལྡན། །<br/>དབྱིབས་ལེགས་བལྟ་ན་སྡུག་པ་བསྒྲེང་བ་ཡང་། །<br/>རྟག་ཏུ་ཐུབ་དབང་རྣམས་ལ་དབུལ་བར་བགྱི། །",
    "53ee091f-912b-4123-bdba-37e893f45c62": "དེ་ལས་གཞན་ཡང་མཆོད་པའི་ཚོགས། །<br/>རོལ་མོ་དབྱངས་སྙན་ཡིད་འོང་ལྡན། །<br/>སེམས་ཅན་སྔག་བསྔལ་ཚིམ་བྱེད་པའི། །<br/>སྤྲིན་རྣམས་སོ་སོར་གནས་གྱུར་ཅིག །",
    "a4213c1c-fb3d-46d5-bb8c-5f047af0e7e4": "དམ་ཆོས་དཀོན་མཆོག་ཐམས་ཅད་དང་། །<br/>མཆོད་རྟེན་རྣམས་དང་སྐུ་གཟུགས་ལ། །<br/>རིན་ཆེན་མེ་ཏོག་ལ་སོགས་ཆར། །<br/>རྒྱུན་མི་འཆད་པར་འབབ་པར་ཤོག །",
    "433c7067-e6da-4d9f-8c26-80478098ce17": "ཇི་ལྟར་འཇམ་དབྱངས་ལ་སོགས་པས། །<br/>རྒྱལ་བ་རྣམས་ལ་མཆོད་མཛད་པ། །<br/>དེ་བཞིན་བདག་གིས་དེ་བཞིན་གཤེགས། །<br/>མགོན་པོ་སྲས་དང་བཅས་རྣམས་མཆོད། །",
    "e75ddfa4-2164-491b-a849-d8bb16d75a69": "ཡོན་ཏན་རྒྱ་མཚོ་རྣམས་ལ་བདག །<br/>བསྟོད་དབྱངས་ཡན་ལག་རྒྱ་མཚོས་བསྟོད། །<br/>བསྟོད་དབྱངས་སྙན་སྤྲིན་དེ་དག་ལ། །<br/>ངེས་པར་ཀུན་དུ་འབྱུང་གྱུར་ཅིག །",
    "ff3ad78d-1ed7-4d44-bf1e-b08d2d9cfaf2": "དུས་གསུམ་གཤེགས་པའི་སངས་རྒྱས་ཀུན། །<br/>ཆོས་དང་ཚོགས་ཀྱི་མཆོག་བཅས་ལ། །<br/>ཞིང་རྡུལ་ཀུན་གྱི་གྲངས་སྙེད་ཀྱི། །<br/>ལུས་བཏུད་པ་ཡིས་བདག་ཕྱག་འཚལ། །",
    "ecd008f0-6189-4739-8fdd-a5e68a821fe4": "བྱང་ཆུབ་སེམས་ཀྱི་གཞི་རྣམས་དང་། །<br/>མཆོད་རྟེན་རྣམས་ལ་བདག་ཕྱག་འཚལ། །<br/>མཁན་པོ་དེ་བཞིན་སློབ་དཔོན་དང་། །<br/>བརྟུལ་ཞུགས་མཆོག་ལ་ཕྱག་འཚལ་ལོ། །",
    "3a0f75ef-fea5-4395-87b9-59de036f4a21": "བྱང་ཆུབ་སྙིང་པོར་མཆིས་ཀྱི་བར། །<br/>སངས་རྒྱས་རྣམས་ལ་སྐྱབས་སུ་མཆི། །<br/>ཆོས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཡི། །<br/>ཚོགས་ལའང་དེ་བཞིན་སྐྱབས་སུ་མཆི། །",
    "9a4d4ee3-2979-4359-9bbe-231efa2613d4": "ཕྱོགས་རྣམས་ཀུན་ན་བཞུགས་པ་ཡི། །<br/>རྫོགས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས། །<br/>ཐུགས་རྗེ་ཆེན་པོ་མངའ་རྣམས་ལ། །<br/>ཐལ་མོ་སྦྱར་ཏེ་གསོལ་བ་ནི། །",
    "fcf7d872-6c5d-4103-9e42-7075ecdd6880": "ཐོག་མ་མེད་ལྡན་འཁོར་བ་ནས། །<br/>ཚེ་རབས་འདི་འམ་གཞན་དག་ཏུ། །<br/>བདག་གིས་མ་འཚལ་སྡིག་བགྱིས་པའམ། །<br/>བགྱིད་དུ་སྩལ་བ་ཉིད་དང་ནི། །",
    "b900bd05-23d5-4262-991a-f99efbefc9ae": "གཏི་མུག་འཁྲུལ་པས་བདག་ནོན་ཏེ། །<br/>རྗེས་སུ་ཡི་རང་གང་བགྱིས་པ། །<br/>ནོངས་པ་དེ་ནི་མཐོང་བགྱིས་ནས། །<br/>བསམ་པ་ཐག་པས་མགོན་ལ་བཤགས། །",
    "7b141438-78ec-43e6-bfdd-ed669adf2bba": "བདག་གིས་དཀོན་མཆོག་གསུམ་དང་ནི། །<br/>ཕ་མའམ་བླ་མ་གཞན་དག་ལ། །<br/>ཉོན་མོངས་སྒོ་ནས་ལུས་ངག་དང་། །<br/>ཡིད་ཀྱིས་གནོད་བགྱིས་གང་ལགས་དང་། །",
    "e15dcbe7-f128-4039-8f87-320f271198fb": "ཉེས་པ་དུ་མས་སྐྱོན་ཆགས་པའི། །<br/>སྡིག་ཅན་བདག་གིས་སྡིག་པ་གང་། །<br/>ཤིན་ཏུ་མི་བཟད་བགྱིས་པ་དེ། །<br/>ཐམས་ཅད་འདྲེན་པ་རྣམས་ལ་བཤགས། །",
    "9ccb3bd8-409c-47fa-b8ab-d94fd5af18a6": "བདག་ནི་སྡིག་པ་མ་བྱང་བར། །<br/>སྔོན་དུ་འགུམ་པར་འགྱུར་དུ་མཆི། །<br/>ཇི་ལྟར་འདི་ལས་ངེས་ཐར་བར། །<br/>མྱུར་བའི་ཚུལ་གྱིས་བསྐྱབ་ཏུ་གསོལ། །",
    "3e5e9249-76a4-4148-ad65-13958497daf7": "ཡིད་བརྟན་མི་རུང་འཆི་བདག་འདི། །<br/>བྱས་དང་མ་བྱས་མི་སྡོད་པས། །<br/>ན་དང་མི་ན་ཀུན་གྱིས་ཀྱང་། །<br/>གློ་བུར་ཚེ་ལ་ཡིད་མི་བརྟན། །",
    "3235d4d2-e361-4639-aded-7aeeb30d8751": "ཐམས་ཅད་བོར་ཏེ་ཆས་དགོས་པར། །<br/>བདག་གིས་དེ་ལྟར་མ་ཤེས་ནས། །<br/>མཛའ་དང་མི་མཛའི་དོན་གྱི་ཕྱིར། །<br/>སྡིག་པ་རྣམ་པ་སྣ་ཚོགས་བྱས། །",
    "5050c4a0-a5a1-4bce-82a6-b70fa90f6a8e": "མི་མཛའ་རྣམས་ཀྱང་མེད་འགྱུར་ཞིང་། །<br/>མཛའ་བ་རྣམས་ཀྱང་མེད་པར་འགྱུར། །<br/>བདག་ཀྱང་མེད་པར་འགྱུར་བ་སྟེ། །<br/>དེ་བཞིན་ཐམས་ཅད་མེད་པར་འགྱུར། །",
    "8f74280a-413e-45d8-8f0b-84c18f032b3a": "རྨི་ལམ་ཉམས་སུ་མྱོང་བ་བཞིན། །<br/>དངོས་པོ་གང་དང་གང་སྤྱད་པ། །<br/>དེ་དེ་དྲན་པའི་ཡུལ་དུ་འགྱུར། །<br/>འདས་པ་ཐམས་ཅད་མཐོང་མི་འགྱུར། །",
    "7728912f-eeff-42fa-b44b-935183ec65c0": "རེ་ཞིག་གསོན་ཚེ་འདི་ཉིད་ལ། །<br/>མཛའ་དང་མི་མཛའ་དུ་མ་འདས། །<br/>དེ་དག་དོན་དུ་བྱས་པའི་སྡིག །<br/>མི་བཟད་གང་ཡིན་མདུན་ན་གནས། །",
    "69d5cd51-3963-4ed3-a060-08048b5ed765": "དེ་ལྟར་བདག་ནི་གློ་བུར་ཞེས། །<br/>བདག་གིས་རྟོགས་པར་མ་གྱུར་པས། །<br/>གཏི་མུག་ཆགས་དང་ཞེ་སྡང་གིས། །<br/>སྡིག་པ་རྣམ་པ་དུ་མ་བྱས། །",
    "62a02e8a-0228-4664-a504-8d8efcee5798": "ཉིན་མཚན་སྡོད་པ་ཡོང་མེད་པར། །<br/>ཚེ་འདི་རྟག་ཏུ་གོད་འགྱུར་ཞིང་། །<br/>སྣོན་པ་གུད་ནས་འོང་མེད་ན། །<br/>བདག་ལྟ་འཆི་བར་ཅིས་མི་འགྱུར། །",
    "5acf6b52-820b-4ab5-9be6-9ea24a76f242": "བདག་ནི་མལ་ན་འདུག་བཞིན་དུ། །<br/>གཉེན་བཤེས་ཀུན་གྱིས་མཐའ་བསྐོར་ཀྱང་། །<br/>སྲོག་འཆད་པ་ཡི་ཚོར་བ་དག །<br/>བདག་ཉིད་གཅིག་པུས་མྱོང་བར་འགྱུར། །",
    "f7df3bd2-b786-491d-9ec7-1676a9d30678": "གཤིན་རྗེའི་ཕོ་ཉས་ཟིན་པ་ལ། །<br/>གཉེན་གྱིས་ཅི་ཕན་བཤེས་ཅི་ཕན། །<br/>དེ་ཚེ་བསོད་ནམས་གཅིག་བསྐྱབས་ན། །<br/>དེ་ཡང་བདག་གིས་མ་བསྟེན་ཏོ། །",
    "217263cc-ecc2-4e42-9747-e94b1a5d666e": "མགོན་པོ་བག་མེད་བདག་གིས་ནི། །<br/>འཇིགས་པ་འདི་འདྲ་མ་འཚལ་ནས། །<br/>མི་རྟག་ཚེ་འདིའི་ཆེད་དག་ཏུ། །<br/>སྡིག་པ་མང་པོ་ཉེ་བར་བསྒྲུབས། །",
    "10f32ad6-f2f9-4a86-b3c9-96a8219b2568": "སྐྱེ་བོ་ཡན་ལག་བཅད་པའི་སར། །<br/>དེ་རིང་ཁྲིད་པའང་བྲེད་འགྱུར་ཏེ། །<br/>ཁ་སྐམས་མིག་རྩ་ངན་ལ་སོགས། །<br/>སྔ་ལས་གཞན་དུ་འགྱུར་སྣང་ན། །",
    "49bee354-d341-4f0d-a72d-8d21b36e29ee": "གཤིན་རྗེའི་ཕོ་ཉ་འཇིགས་འཇིགས་ལྟའི། །<br/>ཤ་ཚུགས་ཅན་གྱིས་བཟུང་གྱུར་ཅིང་། །<br/>འཇིགས་ཆེན་ནད་ཀྱིས་ཐེབས་གྱུར་པ། །<br/>རབ་ཏུ་ཉམ་ཐག་སྨོས་ཅི་དགོས། །",
    "6557e117-2098-43e5-b5e7-4b3c306a97f9": "སུ་ཞིག་འཇིགས་ཆེན་འདི་ལས་བདག །<br/>ལེགས་པར་སྐྱོབ་པར་བྱེད་འགྱུར་ཞེས། །<br/>བྲེད་ཤ་ཐོན་པའི་མིག་བགྲད་ནས། །<br/>ཕྱོགས་བཞིར་སྐྱབས་དག་ཚོལ་བར་བྱེད། །",
    "0c03915c-5e29-42f4-9c87-9c999aecfc34": "ཕྱོགས་བཞིར་སྐྱབས་མེད་མཐོང་ནས་ནི། །<br/>དེ་ནས་ཀུན་དུ་ཡི་མུག་འགྱུར། །<br/>གནས་དེར་སྐྱབས་ཡོད་མ་ཡིན་ན། །<br/>དེ་ཚེ་བདག་གིས་ཇི་ལྟར་བྱ། །",
    "6af0ebbb-8a80-4ab3-b53e-e6e307ff4286": "དེ་བས་རྒྱལ་བ་འགྲོ་བའི་མགོན། །<br/>འགྲོ་བ་སྐྱོབ་པའི་དོན་བརྩོན་པ། །<br/>སྟོབས་ཆེན་འཇིགས་པ་ཀུན་སེལ་ལ། །<br/>དེ་རིང་ཉིད་ནས་སྐྱབས་སུ་མཆི། །",
    "7b6c6365-6d4b-4f39-a860-94e0f3e244cb": "དེ་ཡི་ཐུགས་སུ་ཆུད་པའི་ཆོས། །<br/>འཁོར་བའི་འཇིགས་པ་སེལ་བ་དང་། །<br/>བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ལ་ཡང་། །<br/>དེ་བཞིན་ཡང་དག་སྐྱབས་སུ་མཆི། །",
    "946fb7b3-dd2c-4cb3-bc6b-87c09dccbed6": "བདག་ནི་འཇིགས་པས་རྣམ་སྐྲག་པས། །<br/>ཀུན་དུ་བཟང་ལ་བདག་ཉིད་འབུལ། །<br/>འཇམ་པའི་དབྱངས་ལ་བདག་ཉིད་ཀྱིས། །<br/>བདག་གི་ལུས་ནི་དབུལ་བར་བགྱི། །",
    "7e4a80fa-9ec9-4d33-9f41-9442b982bf7b": "ཐུགས་རྗེས་སྤྱོད་པ་མ་འཁྲུལ་བ། །<br/>སྤྱན་རས་གཟིགས་མགོན་དེ་ལ་ཡང་། །<br/>ཉམ་ཐག་ང་རོས་འོ་དོད་འབོད། །<br/>སྡིག་ལྡན་བདག་ལ་བསྐྱབ་ཏུ་གསོལ། །",
    "a8bb2794-bec6-4441-bc99-cbce6733bdd4": "འཕགས་པ་ནམ་མཁའི་སྙིང་པོ་དང་། །<br/>ས་ཡི་སྙིང་པོ་དག་དང་ནི། །<br/>ཐུགས་རྗེ་ཆེ་མགོན་ཐམས་ཅད་ལ། །<br/>སྐྱབས་ཚོལ་སྙིང་ནས་འོ་དོད་འབོད། །",
    "bdc44cae-ec31-4f58-bf78-a56e9d86ed28": "གང་ཞིག་མཐོང་ནས་གཤིན་རྗེ་ཡི། །<br/>ཕོ་ཉ་ལ་སོགས་སྡང་བ་རྣམས། །<br/>སྐྲག་ནས་ཕྱོགས་བཞིར་འབྱེར་བྱེད་པ། །<br/>རྡོ་རྗེ་ཅན་ལ་སྐྱབས་སུ་མཆི། །",
    "b25d4d4a-984a-4792-ad58-232fa8362d1d": "སྔོན་ཆད་ཁྱེད་ཀྱི་བཀའ་ལས་འདས། །<br/>ད་ནི་འཇིགས་པ་ཆེ་མཐོང་ནས། །<br/>ཁྱེད་ལ་སྐྱབས་སུ་མཆི་ལགས་ཀྱིས། །<br/>འཇིགས་པ་མྱུར་དུ་བསལ་དུ་གསོལ། །",
    "1a01bcab-a226-427a-b2a5-75e1d1ff1f2e": "ཐ་མལ་ནད་ཀྱིས་འཇིགས་ན་ཡང་། །<br/>སྨན་པའི་ངག་བཞིན་བྱ་དགོས་ན། །<br/>འདོད་ཆགས་ལ་སོགས་ཉེས་པ་བརྒྱའི། །<br/>ནད་ཀྱིས་རྟག་བཏབ་སྨོས་ཅི་དགོས། །",
    "10775eff-5539-496b-b51c-35fd90247928": "དེ་གཅིག་གིས་ཀྱང་འཛམ་གླིང་ན། །<br/>གནས་པའི་མི་ཀུན་བརླག་བྱེད་ལ། །<br/>དེ་དག་གསོ་བའི་སྨན་གཞན་ནི། །<br/>ཕྱོགས་རྣམས་ཀུན་ནས་མི་རྙེད་ན། །",
    "3a2666f9-5c78-4458-a143-5d570f29cef7": "དེ་ལ་སྨན་པ་ཐམས་ཅད་མཁྱེན། །<br/>ཟུག་རྔུ་ཐམས་ཅད་འབྱིན་པ་ཡི། །<br/>བཀའ་ལྟར་མི་བྱེད་སེམས་པ་ནི། །<br/>ཤིན་ཏུ་གཏི་མུག་སྨད་པའི་གནས། །",
    "d094b407-6494-4bdd-aab2-cf747ad92574": "གཡང་ས་ཐ་མལ་ཆུང་ངུ་ལའང་། །<br/>བག་ཡོད་གནས་པར་བྱ་དགོས་ན། །<br/>དཔག་ཚད་སྟོང་དུ་ལྷུང་བ་ཡི། །<br/>ཡུན་རིང་གཡང་སར་སྨོས་ཅི་དགོས། །",
    "13b0e956-fb01-49b2-be95-a8a16ca76f7a": "དེ་རིང་ཁོ་ན་མི་འཆི་ཞེས། །<br/>བདེ་བར་འདུག་པ་རིགས་མ་ཡིན། །<br/>བདག་ནི་མེད་པར་འགྱུར་བའི་དུས། །<br/>དེ་ནི་གདོན་མི་ཟ་བར་འབྱུང་། །",
    "2360e7fb-f196-475e-bbcb-bb8982f133b4": "བདག་ལ་མི་འཇིགས་སུ་ཡིས་བྱིན། །<br/>འདི་ལས་ཇི་ལྟར་ངེས་ཐར་ཞེས། །<br/>གདོན་མི་ཟ་བར་མེད་འགྱུར་ན། །<br/>ཇི་ལྟར་བདག་ཡིད་བདེ་བར་འདུག །",
    "f3afdb2c-8d2c-45f1-b141-81311bc61917": "སྔོན་ཆད་མྱོང་སྟེ་ཞིག་པ་ལས། །<br/>བདག་ལ་ལྷག་པ་ཅི་ཡོད་ན། །<br/>བདག་ནི་དེ་ལ་མངོན་ཞེན་ནས། །<br/>བླ་མའི་བཀའ་དང་འགལ་བར་བྱས། །",
    "7b1d2440-883d-45c6-ae2e-cc00a3966d92": "གསོན་ཚེ་འདི་དང་དེ་བཞིན་དུ། །<br/>གཉེན་དང་བཤེས་པ་རྣམ་སྤངས་ནས། །<br/>གཅིག་པུ་ག་ཤེད་འགྲོ་དགོས་ན། །<br/>མཛའ་དང་མི་མཛའ་ཀུན་ཅི་རུང་། །",
    "31ba1561-1d4f-4e83-b886-be7f660ec5a6": "མི་དགེ་བ་ལས་སྡུག་བསྔལ་འབྱུང་། །<br/>དེ་ལས་ཇི་ལྟར་ངེས་ཐར་ཞེས། །<br/>ཉིན་མཚན་རྟག་ཏུ་བདག་གིས་ནི། །<br/>འདི་ཉིད་འབའ་ཞིག་བསམ་པའི་རིགས། །",
    "a42db3d8-8eeb-43e7-8c3b-64fb8eeab35a": "བདག་ནི་མི་ཤེས་གཏི་མུག་པས། །<br/>རང་བཞིན་ཁ་ན་མ་ཐོའམ། །<br/>བཅས་པའི་སྡིག་པ་གང་ཡིན་ལས། །<br/>གང་ཡང་རུང་བ་བགྱིས་པ་རྣམས། །",
    "4e241436-25d4-44de-aa89-5913fffdab83": "མགོན་པོའི་སྤྱན་སྔར་མངོན་སུམ་དུ། །<br/>ཐལ་སྦྱར་སྡུག་བསྔལ་འཇིགས་སེམས་ཀྱིས། །<br/>ཡང་དང་ཡང་དུ་ཕྱག་འཚལ་ཏེ། །<br/>དེ་དག་ཐམས་ཅད་བཤགས་པར་བགྱི། །",
    "be8437d7-35a9-4586-88d6-6a3e1d3c6367": "འདྲེན་པ་རྣམས་ཀྱིས་བདག་གི་སྡིག །<br/>ནོངས་པ་ལགས་པར་གཟུང་དུ་གསོལ། །<br/>འདི་ནི་བཟང་པོ་མ་ལགས་པས། །<br/>སླན་ཆད་བདག་ནི་ཡོང་མི་བགྱིད། །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས། སྡིག་པ་བཤགས་པའི་ལེའུ་སྟེ་གཉིས་པའོ།། །།",
    "f5b64df0-7d7d-4cdb-8937-ce2a75cae7d8": "སེམས་ཅན་ཀུན་གྱི་ངན་སོང་གི །<br/>སྡུག་བསྔལ་ངལ་སོའི་དགེ་བ་དང་། །<br/>སྡུག་བསྔལ་ཅན་དག་བདེར་གནས་ལ། །<br/>དགའ་བས་རྗེས་སུ་ཡི་རང་ངོ་། །",
    "245a3124-ea5f-45e6-aa2c-bd930686bde1": "བྱང་ཆུབ་རྒྱུར་གྱུར་དགེ་བསགས་པ། །<br/>དེ་ལ་རྗེས་སུ་ཡི་རང་ངོ་། །",
    "0e733d9d-0541-47cc-a868-04f48743a609": "ལུས་ཅན་འཁོར་བའི་སྡུག་བསྔལ་ལས། །<br/>ངེས་པར་ཐར་ལ་ཡི་རང་ངོ་། །",
    "da380c60-45fd-40f0-a76f-7c7020c3534e": "སྐྱོབ་པ་རྣམས་ཀྱི་བྱང་ཆུབ་དང་། །<br/>རྒྱལ་སྲས་ས་ལའང་ཡི་རང་ངོ་། །",
    "24bf6428-d5fa-433d-b4f6-b56d7d767f31": "སེམས་ཅན་ཐམས་ཅད་བདེ་མཛད་པའི། །<br/>ཐུགས་བསྐྱེད་དགེ་བ་རྒྱ་མཚོ་དང་། །<br/>སེམས་ཅན་ཕན་པ་མཛད་པ་ལ། །<br/>དགའ་བས་རྗེས་སུ་ཡི་རང་ངོ་། །",
    "6f5ebc93-8fbd-4183-a473-f50539573b57": "ཕྱོགས་རྣམས་ཀུན་གྱི་སངས་རྒྱས་ལ། །<br/>ཐལ་མོ་སྦྱར་ཏེ་གསོལ་བ་ནི། །<br/>སེམས་ཅན་སྡུག་བསྔལ་མུན་འཐོམས་ལ། །<br/>ཆོས་ཀྱི་སྒྲོན་མ་སྤར་དུ་གསོལ། །",
    "adf78af0-6abc-404e-b9be-298186cd0d7f": "རྒྱལ་བ་མྱ་ངན་འདའ་བཞེད་ལ། །<br/>ཐལ་མོ་སྦྱར་ཏེ་གསོལ་བ་ནི། །<br/>འགྲོ་འདི་ལྡོངས་པར་མི་དགོད་ཅིང་། །<br/>བསྐལ་པ་གྲངས་མེད་བཞུགས་པར་གསོལ། །",
    "ec017a84-f7fb-4de9-9821-e37a0fcbbbe4": "དེ་ལྟར་འདི་དག་ཀུན་བྱས་ཏེ། །<br/>དགེ་བ་བདག་གིས་བསགས་པ་གང་། །<br/>དེས་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི། །<br/>སྡུག་བསྔལ་ཐམས་ཅད་བསལ་བར་ཤོག །",
    "a1a50494-2e0f-433b-9a26-671478e457b7": "འགྲོ་བ་ནད་པ་ཇི་སྲིད་དུ། །<br/>ནད་སོས་གྱུར་གྱི་བར་དུ་ནི། །<br/>སྨན་དང་སྨན་པ་ཉིད་དག་དང་། །<br/>དེ་ཡི་ནད་གཡོག་བྱེད་པར་ཤོག །<br/>ཟས་དང་སྐོམ་གྱི་ཆར་ཕབ་སྟེ། །",
    "347dd9e7-3830-4c40-ac29-4e10151bcd1b": "བཀྲེས་དང་སྐོམ་པའི་སྡུག་བསྔལ་བསལ། །<br/>མུ་གེའི་བསྐལ་པ་བར་མའི་ཚེ། །<br/>བདག་ནི་ཟས་དང་སྐོམ་དུ་གྱུར། །",
    "57d905be-805e-4e08-94bd-41cffa035103": "སེམས་ཅན་ཕོངས་ཤིང་དབུལ་བ་ལ། །<br/>བདག་ནི་མི་ཟད་གཏེར་གྱུར་ཏེ། །<br/>ཡོ་བྱད་མཁོ་དགུ་སྣ་ཚོགས་སུ། །<br/>མདུན་དུ་ཉེ་བར་གནས་གྱུར་ཅིག །",
    "ed963e9c-03dc-474c-a3f4-cb071fdb6565": "ལུས་དང་དེ་བཞིན་ལོངས་སྤྱོད་དང་། །<br/>དུས་གསུམ་དགེ་བ་ཐམས་ཅད་ཀྱང་། །<br/>སེམས་ཅན་ཀུན་གྱི་དོན་སྒྲུབ་ཕྱིར། །<br/>ཕོངས་པ་མེད་པར་གཏང་བར་བྱ། །",
    "ce5311f4-d53f-4cc5-bb0d-131f55dd0532": "ཐམས་ཅད་བཏང་བས་མྱ་ངན་འདའ། །<br/>བདག་བློ་མྱ་ངན་འདས་པ་སྒྲུབ། །<br/>ཐམས་ཅད་གཏོང་བར་ཆབས་གཅིག་ལ། །<br/>སེམས་ཅན་རྣམས་ལ་བཏང་བ་མཆོག །",
    "42644487-a4ab-4794-83c2-0069cce6a230": "བདག་གིས་ལུས་ཅན་ཐམས་ཅད་ལ། །<br/>ལུས་འདི་ཅི་བདེར་བྱིན་ཟིན་གྱིས། །<br/>རྟག་ཏུ་གསོད་དང་སྨོད་པའམ། །<br/>བརྡེག་སོགས་ཅི་དགར་བྱེད་ལ་རག །",
    "d5e00046-4dae-4c0c-a07d-5584ba9b9a96": "བདག་གི་ལུས་ལ་རྩེ་བྱེད་དམ། །<br/>ཅོ་འདྲི་ག་ཞའི་རྒྱུ་བྱེད་ཀྱང་། །<br/>བདག་གི་ལུས་འདི་བྱིན་ཟིན་གྱིས། །<br/>འདི་ཡི་ཁ་ཏས་ཅི་ཞིག་བྱ། །",
    "fda4bd7a-0166-4eef-84c1-9abbeb2effc0": "དེ་ལ་གནོད་པར་མི་འགྱུར་བའི། །<br/>ལས་གང་ཡིན་པའང་བྱེད་དུ་ཆུག །<br/>བདག་ལ་དམིགས་ནས་ནམ་དུ་ཡང་། །<br/>འགའ་ཡང་དོན་མེད་མ་གྱུར་ཅིག །",
    "65a1f6ae-f4a5-491b-8255-277d5da86c47": "བདག་ལ་དམིགས་ནས་གང་དག་གི །<br/>ཁྲོའམ་དད་པའི་སེམས་བྱུང་ན། །<br/>དེ་ཉིད་རྟག་ཏུ་དེ་དག་གི །<br/>དོན་ཀུན་འགྲུབ་པའི་རྒྱུར་གྱུར་ཅིག །",
    "d2b9961f-f6e6-4f99-ac89-098d1680a7fa": "གང་དག་བདག་ལ་ཁ་ཟེར་རམ། །<br/>གཞན་དག་གནོད་པ་བྱེད་པའམ། །<br/>དེ་བཞིན་ཕྱར་ཀ་གཏོང་ཡང་རུང་། །<br/>ཐམས་ཅད་བྱང་ཆུབ་སྐལ་ལྡན་གྱུར། །",
    "800bf892-4918-4c30-935c-eae7feaa5ad1": "བདག་ནི་མགོན་མེད་རྣམས་ཀྱི་མགོན། །<br/>ལམ་ཞུགས་རྣམས་ཀྱི་དེད་དཔོན་དང་། །<br/>བརྒལ་འདོད་རྣམས་ཀྱི་གྲུ་དང་ནི། །<br/>གཟིངས་དང་ཟམ་པ་ཉིད་དུ་གྱུར། །",
    "0f744ce6-e67d-400b-91e6-ad258261ceb7": "གླིང་དོན་གཉེར་ལ་གླིང་དང་ནི། །<br/>གནས་མལ་འདོད་ལ་གནས་མལ་དང་། །<br/>བདག་ནི་ལུས་ཅན་བྲན་འདོད་པ། །<br/>ཀུན་གྱི་བྲན་དུ་འགྱུར་བར་ཤོག །",
    "68def76d-1573-426a-9c4c-0f8d03d4fc18": "ཡིད་བཞིན་ནོར་དང་བུམ་པ་བཟང་། །<br/>རིག་སྔགས་གྲུབ་དང་སྨན་ཆེན་དང་། །<br/>དཔག་བསམ་གྱི་ནི་ཤིང་དག་དང་། །<br/>ལུས་ཅན་རྣམས་ཀྱི་འདོད་འཇོར་གྱུར། །",
    "1447e1ff-b117-4aee-8968-8215e416632a": "ས་སོགས་འབྱུང་བ་ཆེན་པོ་དང་། །<br/>ནམ་མཁའ་བཞིན་དུ་རྟག་པར་ཡང་། །<br/>སེམས་ཅན་དཔག་ཏུ་མེད་པ་ཡི། །<br/>རྣམ་མང་ཉེར་འཚོའི་གཞིར་ཡང་ཤོག །",
    "207ae2ec-0146-49b8-9e23-1ff898488cf1": "དེ་བཞིན་ནམ་མཁའི་མཐས་གཏུགས་པའི། །<br/>སེམས་ཅན་ཁམས་ལ་རྣམ་ཀུན་ཏུ། །<br/>ཐམས་ཅད་མྱ་ངན་འདས་བར་དུ། །<br/>བདག་ནི་ཉེར་འཚོའི་རྒྱུར་ཡང་ཤོག །",
    "41934b2b-5424-47b6-92be-e99e4479f254": "ཇི་ལྟར་སྔོན་གྱི་བདེ་གཤེགས་ཀྱིས། །<br/>བྱང་ཆུབ་ཐུགས་ནི་བསྐྱེད་པ་དང་། །<br/>བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་ལ། །<br/>དེ་དག་རིམ་བཞིན་གནས་པ་ལྟར། །",
    "a5db5916-a8e6-48df-b488-93051e96b0e3": "དེ་བཞིན་འགྲོ་ལ་ཕན་དོན་དུ། བྱང་ཆུབ་སེམས་ནི་བསྐྱེད་བགྱི་ཞིང་། །<br/>དེ་བཞིན་དུ་ནི་བསླབ་པ་ལའང་། །<br/>རིམ་པ་བཞིན་དུ་བསླབ་པར་བགྱི། །",
    "0741ea22-4b52-41dc-8119-5e8c964fbbb9": "དེ་ལྟར་བློ་དང་ལྡན་པ་ཡིས། །<br/>རབ་དང་བྱང་ཆུབ་སེམས་བཟུང་ནས། །<br/>མཇུག་ཀྱང་རྒྱས་པར་བྱ་བའི་ཕྱིར། །<br/>སེམས་ནི་འདི་ལྟར་གཟེངས་བསྟོད་དོ། །",
    "0f6bedd7-3eee-414b-82e1-cab8c83dfcf1": "དེང་དུ་བདག་ཚེ་འབྲས་བུ་ཡོད། །<br/>མི་ཡི་སྲིད་པ་ལེགས་པར་ཐོབ། །<br/>དེ་རིང་སངས་རྒྱས་རིགས་སུ་སྐྱེས། །<br/>སངས་རྒྱས་སྲས་སུ་བདག་དེང་གྱུར། །",
    "4ba7d4e7-510b-4e10-830d-46f61b69b7d3": "ད་ནི་བདག་གིས་ཅི་ནས་ཀྱང་། །<br/>རིགས་དང་མཐུན་པའི་ལས་བརྩམས་ཏེ། །<br/>སྐྱོན་མེད་བཙུན་པའི་རིགས་འདི་ལ། །<br/>རྙོག་པར་མི་འགྱུར་དེ་ལྟར་བྱ། །",
    "519e591f-ae8c-4a41-877e-54bf09902fa8": "ལོང་བས་ཕྱག་དར་ཕུང་པོ་ལས། །<br/>ཇི་ལྟར་རིན་ཆེན་རྙེད་པ་ལྟར། །<br/>དེ་བཞིན་ཇི་ཞིག་ལྟར་སྟེས་ནས། །<br/>བྱང་ཆུབ་སེམས་འདི་བདག་ལ་སྐྱེས། །",
    "f90342ec-b003-49c3-8d32-bc6533800d22": "འགྲོ་བའི་འཆི་བདག་འཇོམས་བྱེད་པའི། །<br/>བདུད་རྩི་མཆོག་ཀྱང་འདི་ཡིན་ནོ། །<br/>འགྲོ་བའི་དབུལ་བ་སེལ་བ་ཡི། །<br/>མི་ཟད་གཏེར་ཡང་འདི་ཡིན་ནོ། །",
    "1c474bd4-7f85-408c-aedf-2fcbea284606": "འགྲོ་བའི་ནད་རབ་ཞི་བྱེད་པའི། །<br/>སྨན་གྱི་མཆོག་ཀྱང་འདི་ཡིན་ནོ། །<br/>སྲིད་ལམ་འཁྱམ་ཞིང་དུབ་པ་ཡི། །<br/>འགྲོ་བའི་ངལ་སོ་ལྗོན་ཤིང་ཡིན། །",
    "4d811334-4c10-4dd9-87b6-bd66536e28b1": "འགྲོ་བ་ཐམས་ཅད་ངན་འགྲོ་ལས། །<br/>སྒྲོལ་བར་བྱེད་པའི་སྤྱི་སྟེགས་ཡིན། །<br/>འགྲོ་བའི་ཉོན་མོངས་གདུང་སེལ་བའི། །<br/>སེམས་ཀྱི་ཟླ་བ་ཤར་བ་ཡིན། །",
    "0a42abe6-11f2-4d4a-879a-b1f9ccbe583d": "འགྲོ་བའི་མི་ཤེས་རབ་རིབ་དག །<br/>དཔྱིས་འབྱིན་ཉི་མ་ཆེན་པོ་ཡིན། །<br/>དམ་ཆོས་འོ་མ་བསྲུབས་པ་ལས། །<br/>མར་གྱི་ཉིང་ཁུ་བྱུང་བ་ཡིན། །",
    "63e7de9a-a7fe-406c-983e-902a988ac35e": "འགྲོ་བའི་མགྲོན་པོ་སྲིད་པའི་ལམ་རྒྱུ་ཞིང་། །<br/>བདེ་བའི་ལོངས་སྤྱོད་སྤྱད་པར་འདོད་པ་ལ། །<br/>འདི་ནི་བདེ་བའི་མཆོག་ཏུ་ཉེར་གནས་ཏེ། །<br/>སེམས་ཅན་མགྲོན་ཆེན་ཚིམ་པར་བྱེད་པ་ཡིན། །",
    "25cd40b2-214a-4500-93db-545428758485": "བདག་གིས་དེ་རིང་སྐྱོབ་པ་ཐམས་ཅད་ཀྱི། །<br/>སྤྱན་སྔར་འགྲོ་བ་བདེ་གཤེགས་ཉིད་དང་ནི། །<br/>བར་དུ་བདེ་ལ་མགྲོན་དུ་བོས་ཟིན་གྱིས། །<br/>ལྷ་དང་ལྷ་མིན་ལ་སོགས་དགའ་བར་གྱིས། །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས། བྱང་ཆུབ་ཀྱི་སེམས་ཡོངས་སུ་བཟུང་བ་ཞེས་བྱ་བ་སྟེ་ལེའུ་གསུམ་པའོ།། །།",
    "99342b32-42df-4339-9be5-fb7b8dce04cb": "རྒྱལ་བའི་སྲས་ཀྱིས་དེ་ལྟ་བུར། །<br/>བྱང་ཆུབ་སེམས་རབ་བརྟན་བཟུང་ནས། །<br/>གཡེལ་བ་མེད་པར་རྟག་ཏུ་ཡང་། །<br/>བསླབ་ལས་མི་འདའ་འབད་པར་བྱ། །",
    "00c0803c-2501-47bd-9a40-d4ae644b9f3e": "བབ་ཅོལ་བརྩམས་པ་གང་ཡིན་པའམ། །<br/>གང་ཞིག་ལེགས་པར་མ་བརྟགས་པ། །<br/>དེ་ནི་དམ་བཅས་བྱས་གྱུར་ཀྱང་། །<br/>བྱའམ་བཏང་ཞེས་བརྟགས་པའི་རིགས། །",
    "47e454b9-a177-405c-ba99-3ee28584983b": "སངས་རྒྱས་རྣམས་དང་དེ་ཡི་སྲས། །<br/>ཤེས་རབ་ཆེན་པོས་གང་བརྟགས་ཤིང་། །<br/>བདག་ཉིད་ཀྱིས་ཀྱང་བརྟག་བརྟགས་པ། །<br/>དེ་ལ་བཤོལ་དུ་ཅི་ཞིག་ཡོད། །",
    "cbf81048-83b9-45c0-ab07-b12860a3528e": "གལ་ཏེ་དེ་ལྟར་དམ་བཅས་ནས། །<br/>ལས་ཀྱིས་བསྒྲུབ་པ་མ་བྱས་ན། །<br/>སེམས་ཅན་དེ་དག་ཀུན་བསླུས་པས། །<br/>བདག་གི་འགྲོ་བ་ཅི་འདྲར་འགྱུར། །",
    "db40a111-8231-4bee-a999-aae2a313ff62": "དངོས་པོ་ཕལ་པ་ཅུང་ཟད་ལའང་། །<br/>ཡིད་ཀྱིས་སྦྱིན་པར་བསམ་བྱས་ནས། །<br/>མི་གང་སྦྱིན་པར་མི་བྱེད་པ། །<br/>དེ་ཡང་ཡི་དྭགས་འགྱུར་གསུངས་ན། །",
    "3aab8878-3102-45ef-9ecb-7bcf63053c80": "བླ་ན་མེད་པའི་བདེ་བ་ལ། །<br/>བསམ་པ་ཐག་པས་མགྲོན་གཉེར་ནས། །<br/>འགྲོ་བ་ཐམས་ཅད་བསླུ་བྱས་ན། །<br/>བདེ་འགྲོར་ཇི་ག་འགྲོ་འགྱུར་རམ། །",
    "a9c33c83-9e22-4cff-a999-f520a8c92245": "མི་གང་བྱང་ཆུབ་སེམས་བཏང་ཡང་། །<br/>དེ་དག་ཐར་བར་བྱེད་པ་ནི། །<br/>ལས་ཚུལ་བསམ་གྱིས་མི་ཁྱབ་སྟེ། །<br/>ཐམས་ཅད་མཁྱེན་པ་ཁོ་ནས་མཁྱེན། །",
    "7b902322-755f-442b-843d-379d88afc673": "དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལ། །<br/>ལྟུང་བའི་ནང་ན་ལྕི་བ་སྟེ། །<br/>འདི་ལྟར་དེ་ནི་བྱུང་གྱུར་ན། །<br/>སེམས་ཅན་ཀུན་གྱི་དོན་ལ་དམན། །",
    "91eb4555-6bb0-4471-909d-fededbb7e602": "གང་གཞན་སྐད་ཅིག་ཙམ་ཡང་འདིའི། །<br/>བསོད་ནམས་བར་ཆད་གེགས་བྱེད་པ། །<br/>སེམས་ཅན་དོན་ལ་དམན་གྱུར་པས། །<br/>དེ་ཡི་ངན་འགྲོ་མུ་མཐའ་མེད། །",
    "6f536b5f-b230-4e70-874a-d1300a42fb21": "སེམས་ཅན་གཅིག་གི་བདེ་བ་ཡང་། །<br/>བཤིག་ན་བདག་ཉིད་ཉམས་འགྱུར་ན། །<br/>ནམ་མཁའ་མ་ལུས་མཐའ་ཀླས་པའི། །<br/>ལུས་ཅན་བདེ་བཤིག་སྨོས་ཅི་དགོས། །",
    "5251671d-7f32-4be2-83e3-6d09676a8dcc": "དེ་ལྟར་ལྟུང་བ་སྟོབས་ལྡན་དང་། །<br/>བྱང་ཆུབ་སེམས་སྟོབས་ལྡན་པ་དག །<br/>འཁོར་བར་རེས་ཀྱིས་འདྲེ་བྱེད་ན། །<br/>ས་ཐོབ་པ་ལ་ཡུན་རིང་ཐོགས། །",
    "8d628bba-f713-492e-8620-10cb1bb6c9a0": "དེ་ལྟས་ཇི་ལྟར་དམ་བཅས་བཞིན། །<br/>བདག་གིས་གུས་པར་བསྒྲུབ་པར་བྱ། །",
    "1b977acf-e680-43ba-b765-b269f681340f": "དེང་ནས་བརྩོན་པར་མ་བྱས་ན། །<br/>འོག་ནས་འོག་ཏུ་འགྲོ་བར་འགྱུར། །",
    "ef350bf5-5f4d-4ac1-9314-5b2694bdc324": "སེམས་ཅན་ཐམས་ཅད་ཕན་མཛད་པའི། །<br/>སངས་རྒྱས་གྲངས་མེད་འདས་གྱུར་ཀྱང་། །<br/>བདག་ནི་རང་གི་ཉེས་པས་དེའི། །<br/>གསོ་བའི་སྤྱོད་ཡུལ་མ་གྱུར་ཏོ། ",
    "2db54fb0-c46d-4b8d-81dd-4bac1d61c8a2": "ད་དུང་དེ་བཞིན་བདག་བྱེད་ན། །<br/>ཡང་དང་ཡང་དུའང་དེ་བཞིན་ཏེ། །<br/>ངན་འགྲོར་ནད་དང་འཆིང་བ་དང་། །<br/>བཅད་དང་གཤེག་སོགས་མྱོང་བར་འགྱུར། །",
    "44b91fee-7174-4329-aaa4-95c70052ac70": "དེ་བཞིན་གཤེགས་པ་འབྱུང་བ་དང་། །<br/>དད་དང་མི་ལུས་ཐོབ་པ་དང་། །<br/>དགེ་གོམས་རུང་བ་དེ་ལྟ་བུ། །<br/>དཀོན་ན་ནམ་ཞིག་ཐོབ་པར་འགྱུར། །",
    "75e658a1-296b-4512-bb6c-9eb64f12bec0": "ནད་མེད་ཉི་མ་འདི་ལྟ་བུ། །<br/>ཟས་བཅས་འཚེ་བ་མེད་ཀྱང་ནི། །<br/>ཚེ་ནི་སྐད་ཅིག་བསླུ་བ་སྟེ། །<br/>ལུས་ནི་ཐང་ཅིག་བརྙན་པོ་བཞིན། །",
    "45cb0dbc-6b1b-447e-9d36-5a9e49e358a6": "བདག་གི་སྤྱོད་པ་འདི་འདྲས་ནི། །<br/>མི་ཡི་ལུས་ཀྱང་འཐོབ་མི་འགྱུར། །<br/>མི་ལུས་ཐོབ་པར་མ་གྱུར་ན། །<br/>སྡིག་པ་འབའ་ཞིག་དགེ་བ་མེད། །",
    "9d9477c6-7e05-46db-88ef-77ec5e2773bf": "གང་ཚེ་དགེ་སྤྱད་སྐལ་ལྡན་ཡང་། །<br/>དགེ་བ་བདག་གིས་མ་བྱས་ན། །<br/>ངན་སོང་སྡུག་བསྔལ་ཀུན་རྨོངས་པ། །<br/>དེ་ཚེ་བདག་གིས་ཅི་བྱར་ཡོད། །",
    "c3d613f9-d358-41f4-8825-0cf89481a320": "དགེ་བ་དག་ཀྱང་མ་བྱས་ལ། །<br/>སྡིག་པ་དག་ཀྱང་ཉེར་བསགས་ན། །<br/>བསྐལ་པ་བྱེ་བ་བརྒྱར་ཡང་ནི། །<br/>བདེ་འགྲོའི་སྒྲ་ཡང་ཐོས་མི་འགྱུར། །",
    "38c34a2b-03be-4c70-91f5-4f7ff00d285a": "དེ་ཉིད་ཕྱིར་ན་བཅོམ་ལྡན་གྱིས། །<br/>རྒྱ་མཚོ་ཆེར་གཡེངས་གཉའ་ཤིང་གི །<br/>བུ་གར་རུས་སྦལ་མགྲིན་ཆུད་ལྟར། །<br/>མི་ཉིད་ཤིན་ཏུ་ཐོབ་དཀར་གསུངས། །",
    "585485b6-7c3c-41a1-881a-f7f65d28adc5": "སྐད་ཅིག་གཅིག་བྱས་སྡིག་པས་ཀྱང་། །<br/>བསྐལ་པར་མནར་མེད་གནས་འགྱུར་ན། །<br/>ཐོག་མེད་འཁོར་བར་བསགས་སྡིག་གིས། །<br/>བདེ་འགྲོར་མི་འགྲོ་སྨོས་ཅི་དགོས། །",
    "3b421086-8a9e-4bda-8142-9f4646b73052": "དེ་ཙམ་ཁོ་ན་མྱོང་གྱུར་ནས། །<br/>དེ་ནི་རྣམ་ཐར་མི་འགྱུར་ཏེ། །<br/>འདི་ལྟར་དེ་ནི་མྱོང་བཞིན་དུ། །<br/>སྡིག་པ་གཞན་དག་རབ་ཏུ་སྐྱེ། །",
    "34c8ec21-e4f2-442c-87a7-3b97f23b0ec9": "འདི་འདྲའི་དལ་བ་རྙེད་གྱུར་ནས། །<br/>བདག་གིས་དགེ་གོམས་མ་བྱས་ན། །<br/>འདི་ལས་བསླུས་པ་གཞན་མེད་དེ། །<br/>འདི་ལས་རྨོངས་པའང་གཞན་མེད་དོ། །",
    "7ace55c7-128b-43c9-a192-56796748c340": "གལ་ཏེ་བདག་གིས་དེ་རྟོགས་ནས། །<br/>རྨོངས་པས་ཕྱིས་ཀྱང་སྒྱིད་ལུག་ན། །<br/>འཆི་བར་འགྱུར་བའི་དུས་ཀྱི་ཚེ། །<br/>མྱ་ངན་ཆེན་པོ་ལྡང་བར་འགྱུར། །",
    "6325f05b-3430-4ff9-94c4-ed45c3391a8c": "དམྱལ་མེ་བཟོད་དཀས་དུས་རིང་དུ། །<br/>བདག་གི་ལུས་ལ་བསྲེགས་གྱུར་ན། །<br/>འགྱོད་པ་མི་བཟད་མེ་འབར་བས། །<br/>སེམས་གདུང་འགྱུར་བ་གདོན་མི་ཟ། །",
    "4e04bb76-5053-4b38-b773-44ea7bd6370c": "ཤིན་ཏུ་རྙེད་དཀའ་ཕན་པའི་ས། །<br/>ཇི་ཞིག་ལྟར་སྟེས་རྙེད་གྱུར་ནས། །<br/>བདག་ཉིད་ཤེས་དང་ལྡན་བཞིན་དུ། །<br/>ཕྱིར་ཡང་དམྱལ་བ་དེར་ཁྲིད་ན། །",
    "bee82484-29cd-40c7-8d30-28fc866f73ed": "སྔགས་ཀྱིས་རྨོངས་པར་བྱས་པ་བཞིན། །<br/>བདག་ལ་འདིར་སེམས་མེད་དུ་ཟད། །<br/>ཅིས་རྨོངས་བདག་ཀྱང་མ་ཤེས་ཏེ། །<br/>བདག་གི་ཁོང་ན་ཅི་ཞིག་ཡོད། །",
    "11e3db1c-ee7c-48f2-9fc5-d34d911dd604": "ཞེ་སྡང་སྲེད་སོགས་དགྲ་རྣམས་ནི། །<br/>རྐང་ལག་ལ་སོགས་ཡོད་མིན་ལ། །<br/>དཔའ་མཛངས་མིན་ཡང་ཇི་ཞིག་ལྟར། །<br/>དེ་དག་གིས་བདག་བྲན་བཞིན་བྱས། །",
    "a29f94f4-5c9b-46ce-90d0-1ee05bfbeb10": "བདག་གི་སེམས་ལ་གནས་བཞིན་དུ། །<br/>དགའ་མགུར་བདག་ལ་གནོད་བྱེད་པ། །<br/>དེ་ལའང་མི་ཁྲོ་བཟོད་པ་ནི། །<br/>གནས་མིན་བཟོད་པ་སྨད་པའི་གནས། །",
    "16699eff-617c-452d-82a5-22a671d81888": "གལ་ཏེ་ལྷ་དང་ལྷ་མིན་རྣམས། །<br/>ཐམས་ཅད་བདག་ལ་དགྲར་ལངས་ཀྱང་། །<br/>དེ་དག་གིས་ཀྱང་མནར་མེད་པའི། །<br/>མེ་ནང་ཁྲིད་ཅིང་འཇུག་མི་ནུས། །",
    "95d5557a-3c82-40d6-8e04-3aca8e354128": "ཉོན་མོངས་སྟོབས་ཅན་དགྲ་འདིས་ནི། །<br/>གང་དང་ཕྲད་ན་རི་རབ་ཀྱང་། །<br/>ཐལ་བ་ཡང་ནི་མི་ལུས་པ། །<br/>དེར་བདག་སྐད་ཅིག་གཅིག་ལ་འདོར། །",
    "4e5078fe-7139-4b90-a4c2-a978024eac1e": "བདག་གི་ཉོན་མོངས་དགྲ་བོ་གང་། །<br/>དུས་རིང་ཐོག་མཐའ་མེད་པ་ལྟར། །<br/>དགྲ་གཞན་ཀུན་ཀྱང་དེ་ལྟ་བུར། །<br/>ཡུན་རིང་ཐུབ་པ་མ་ཡིན་ནོ། །",
    "1417b68c-afe8-4506-91ab-feb3750c3401": "མཐུན་པར་རིམ་གྲོ་བསྟེན་བྱས་ན། །<br/>ཐམས་ཅད་ཕན་དང་བདེ་བྱེད་ན། །<br/>ཉོན་མོངས་རྣམས་ནི་བསྟེན་བྱས་ན། །<br/>ཕྱིར་ཞིང་སྡུག་བསྔལ་གནོད་པ་བྱེད། །",
    "d72f2519-2e47-4499-969a-e36552eff859": "དེ་ལྟར་ཡུན་རིང་རྒྱུན་ཆགས་དགྲར་གྱུར་པ། །<br/>གནོད་པའི་ཚོགས་རབ་འཕེལ་བའི་རྒྱུ་གཅིག་པུ། །<br/>བདག་གི་སྙིང་ལ་ངེས་པར་གནས་འཆའ་ན། །<br/>འཁོར་བར་འཇིགས་མེད་དགའ་བར་ག་ལ་འགྱུར། །",
    "c3cda4bb-8e9e-48ce-958d-bba5aad0ae13": "འཁོར་བའི་བཅོན་རའི་སྲུང་མས་དམྱལ་སོགས་སུ། །<br/>གསོད་བྱེད་གཤེད་མར་གྱུར་པ་འདི་དག་ནི། །<br/>གལ་ཏེ་བློ་གནས་ཆགས་པའི་དྲ་བ་ན། །<br/>གནས་ན་བདག་ལ་བདེ་བ་ག་ལ་ཡོད། །",
    "bef20161-c6c3-4b18-b3fa-4dcee143ed41": "དེ་ལྟར་ཇི་སྲིད་བདག་གིས་དགྲ་འདི་མངོན་སུམ་དུ། །<br/>ངེས་པར་མ་བཅོམ་དེ་སྲིད་བདག་འདིར་བརྩོན་མི་འདོར། །<br/>རེ་ཞིག་གནོད་བྱེད་ཆུང་ངུ་ལ་ཡང་ཁྲོས་གྱུར་པ། །<br/>ང་རྒྱལ་བདོ་རྣམས་དེ་མ་བཅོམ་པར་གཉིད་མི་འོང་། །",
    "eb2453e9-9da5-4c50-8352-023e61398401": "རང་བཞིན་འཆི་བས་སྡུག་བསྔལ་གྱུར་པའི་ཉོན་མོངས་དག །<br/>གཡུལ་ངོར་དངར་ཚེ་ནན་གྱིས་གཞོམ་པར་འདོད་པ་ཡང་། །<br/>མདའ་མདུང་མཚོན་གྱིས་ཕོག་པའི་སྡུག་བསྔལ་ཁྱད་བསད་ནས། །<br/>དོན་མ་གྲུབ་པར་ཕྱིར་ཕྱོགས་འབྱེར་བར་མི་བྱེད་ན། །",
    "e5aa864c-be8a-4a03-b513-845098d302df": "རྟག་ཏུ་སྡུག་བསྔལ་ཀུན་གྱི་རྒྱུར་གྱུར་པ། །<br/>རང་བཞིན་དགྲར་ངེས་གཞོམ་བརྩོན་བདག་ལ་དེང་། །<br/>སྡུག་བསྔལ་བརྒྱ་ཕྲག་རྒྱུར་གྱུར་གང་གིས་ཀྱང་། །<br/>ཡི་ཆད་སྒྱིད་ལུག་མི་འགྱུར་སྨོས་ཅི་དགོས། །",
    "9c1242c5-ccf5-4095-8c0f-43f4c4a91f5c": "དོན་མེད་དགྲ་ཡིས་རྨ་སྲོལ་བཏོད་པ་ཡང་། །<br/>ལུས་ལ་རྒྱན་དང་འདྲ་བར་སྲེལ་བྱེད་ན། །<br/>དོན་ཆེན་སྒྲུབ་ཕྱིར་ཡང་དག་བརྩོན་གྱུར་པ། །<br/>བདག་ལ་སྡུག་བསྔལ་ཅི་ཕྱིར་གནོད་བྱེད་ཡིན། །",
    "473b5b90-933c-4add-9d44-89ff57b8cbd5": "ཉ་པ་གདོལ་པ་ཞིང་པ་ལ་སོགས་པ། །<br/>རང་གི་འཚོ་བ་ཙམ་ཞིག་སེམས་པ་ཡང་། །<br/>གྲང་དང་ཚ་ལ་སོགས་པའི་གནོད་བཟོད་ན། །<br/>འགྲོ་བ་བདེ་ཕྱིར་བདག་ལྟ་ཅིས་མི་བཟོད། །",
    "517543a1-4a5a-45bc-903d-713300959df3": "ཕྱོགས་བཅུ་ནམ་མཁའི་མཐས་གཏུགས་པའི། །<br/>འགྲོ་བ་ཉོན་མོངས་ལས་བསྒྲལ་བར། །<br/>དམ་བཅས་གང་ཚེ་བདག་ཉིད་ཀྱང་། །<br/>ཉོན་མོངས་རྣམས་ལས་མ་གྲོལ་བ། །",
    "e77162d1-9caf-4c40-960f-35fde7db30ed": "བདག་གི་ཚོད་ཀྱང་མི་ཤེས་པར། །<br/>སྨྲ་བ་ཇི་ལྟར་སྨྱོན་པ་མིན། །<br/>དེ་ལྟར་ཉོན་མོངས་གཞོམ་པ་ལ། །<br/>རྟག་ཏུ་ཕྱིར་མི་ལྡོག་པར་བྱ། །",
    "f7781a07-e20a-4d70-b9db-fdc8869d86a1": "འདི་ལ་བདག་གིས་ཞེན་བྱ་ཞིང་། །<br/>ཁོན་དུ་བཟུང་ནས་གཡུལ་སྤྲད་དེ། །<br/>རྣམ་པ་དེ་འདྲའི་ཉོན་མོངས་པ། །<br/>ཉོན་མོངས་འཇོམས་བྱེད་མ་གཏོགས་སོ། །",
    "1d6707ad-9def-45c8-985a-45187bd6b952": "བདག་ནི་བསྲེགས་ཏེ་བསད་གྱུར་ཏམ། །<br/>བདག་གི་མགོ་བོ་བཅད་ཀྱང་བླའི། །<br/>རྣམ་པ་ཀུན་དུ་ཉོན་མོངས་པའི། །<br/>དགྲ་ལ་མདུད་པར་མི་བྱའོ། །",
    "b4d1fee2-f715-40b8-ae70-bedf156d8487": "ཐ་མལ་དགྲ་བོ་ཡུལ་ནས་ཕྱུང་ཡང་ནི། །<br/>ཡུལ་གཞན་དག་ཏུ་གནས་ཤིང་ཡོངས་བཟུང་ནས། །<br/>ནུས་པ་བརྟས་ནས་དེ་ནས་ཕྱིར་ལྡོག་གི །",
    "b1919ee4-9f2b-4fd4-b362-2326c2b77bd9": "ཉོན་མོངས་དགྲ་ཚུལ་དེ་དང་འདྲ་མ་ཡིན། །<br/>ཉོན་མོངས་ཉོན་མོངས་ཤེས་རབ་མིག་གིས་སྤང་། །<br/>བདག་ཡིད་ལས་བསལ་གང་དུ་འགྲོ་བར་འགྱུར། །<br/>གང་དུ་གནས་ནས་བདག་གནོད་བྱ་ཕྱིར་འོང་། །",
    "1899caf7-005d-461c-ad08-71a9561b620e": "བློ་ཞེན་བདག་ལ་བརྩོན་པ་མེད་པར་ཟད། །",
    "e41f784b-91f5-4e98-92fa-be740343785f": "ཉོན་མོངས་རྣམས་ནི་ཡུལ་ན་མི་གནས་དབང་ཚོགས་ལ་མིན་བར་ནའང་མིན། །<br/>དེ་ལས་གཞན་ནའང་མིན་ན་འདི་དག་གར་གནས་འགྲོ་བ་ཀུན་གནོད་བྱེད། །<br/>འདི་ནི་སྒྱུ་འདྲ་དེ་ཕྱིར་སྙིང་ལ་འཇིགས་སྤོངས་ཤེས་ཕྱིར་བརྩོན་པ་བསྟེན། །<br/>དོན་མེད་ཉིད་དུ་བདག་ལ་དམྱལ་སོགས་རྣམས་སུ་ཅི་སྟེ་གནོད་པ་བྱེད། །",
    "1606b462-cd44-45c0-a358-5709d69f6dc5": "དེ་ལྟར་རྣམ་བསམས་ཇི་སྐད་བཤད་པ་ཡི། །<br/>བསླབ་པ་བསྒྲུབ་པའི་ཆེད་དུ་འབད་པར་བྱ། །<br/>སྨན་པའི་ངག་མ་མཉན་ན་སྨན་དག་གིས། །<br/>བཅོས་དགོས་ནད་པ་སོས་པ་ག་ལ་ཡོད། །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས། བག་ཡོད་བསྟན་པ་ཞེས་བྱ་བ་སྟེ་ལེའུ་བཞི་པའོ།། །།",
    "139c99a8-617c-4624-9d88-53a1270c074f": "བསླབ་པ་བསྲུང་བར་འདོད་པ་ཡིས། །<br/>རབ་ཏུ་བསྒྲིམས་ནས་སེམས་བསྲུང་སྟེ། །<br/>སེམས་འདི་བསྲུང་བར་མ་བྱས་ན། །<br/>བསླབ་པ་བསྲུང་བར་ཡོང་མི་ནུས། །",
    "442fcc03-f3a7-48c6-b77d-ea9692db92d3": "སེམས་ཀྱི་གླང་པོ་ཡན་བཏང་བས། །<br/>མནར་མེད་གནོད་པ་བྱེད་པ་ལྟར། །<br/>གླང་ཆེན་མ་ཐུལ་མྱོས་པ་ཡིས། །<br/>འདི་ན་དེ་འདྲའི་གནོད་མི་བྱེད། །",
    "2b9afcdb-bc0e-4d8d-ad9d-62b00632c4c0": "ཀུན་ནས་དྲན་པའི་ཐག་པ་ཡིས། །<br/>སེམས་ཀྱི་གླང་པོ་དམ་བཏགས་ན། །<br/>འཇིགས་པ་ཐམས་ཅད་མེད་འགྱུར་ཞིང་། །<br/>དགེ་བ་ཐམས་ཅད་ལག་ཏུ་འོང་། །",
    "548c903c-009a-444c-8766-868e73cbad14": "སྟག་དང་སེང་གེ་གླང་ཆེན་དྲེད། །<br/>སྦྲུལ་དང་དགྲ་རྣམས་ཐམས་ཅད་དང་། །<br/>སེམས་ཅན་དམྱལ་བའི་སྲུང་མ་དང་། །<br/>བྱད་མ་དེ་བཞིན་སྲིན་པོ་རྣམས། །",
    "c1137c6b-065e-4312-8e02-e0379ab901e6": "སེམས་འདི་གཅིག་པུ་བཏགས་པ་ཡིས། །<br/>དེ་དག་ཐམས་ཅད་བཏགས་པར་འགྱུར། །",
    "7035057c-75ad-4101-9809-172b58a2ba95": "སེམས་འདི་གཅིག་པུ་བཏུལ་བས་ན། །<br/>དེ་དག་ཐམས་ཅད་ཐུལ་བར་འགྱུར། །",
    "f58fb199-111a-4740-937b-fc0bd92f4da7": "འདི་ལྟར་འཇིགས་པ་ཐམས་ཅད་དང་། །<br/>སྡུག་བསྔལ་དཔག་ཏུ་མེད་པ་ཡང་། །<br/>སེམས་ལས་བྱུང་བ་ཡིན་ནོ་ཞེས། །<br/>ཡང་དག་གསུང་བ་ཉིད་ཀྱིས་བསྟན། །",
    "8a4948d9-91e3-4e52-b906-206d08f80e3d": "སེམས་ཅན་དམྱལ་བའི་མཚོན་ཆ་རྣམས། །<br/>སུ་ཞིག་གིས་ནི་ཆེད་དུ་བྱས། །<br/>ལྕགས་སྲེག་ས་གཞི་སུ་ཡིས་བྱས། །<br/>མེ་ཚོགས་དེ་དག་ཅི་ལས་བྱུང་། །",
    "32c9a16e-11d9-4684-8328-37e8ee1f49a2": "དེ་འདྲ་དེ་དག་ཐམས་ཅད་ཀྱང་། །<br/>སྡིག་སེམས་ཡིན་པར་ཐུབ་པས་གསུངས། །<br/>དེ་ལྟར་འཇིག་རྟེན་གསུམ་པོ་ན། །<br/>སེམས་ལས་འཇིགས་པ་གཞན་འགའ་མེད། །",
    "eb1c68cd-d0ba-4632-a309-f108683e19cc": "གལ་ཏེ་འགྲོ་བ་དབུལ་བོར་ནས། །<br/>སྦྱིན་པའི་ཕ་རོལ་ཕྱིན་ཡིན་ན། །<br/>ད་རུང་འགྲོ་བཀྲེན་ཡོད་ན་སྔོན། །<br/>སྐྱོབ་པ་ཇི་ལྟར་ཕ་རོལ་ཕྱིན། །",
    "7e627384-c756-469c-acb9-418cc4c59432": "བདོག་པ་ཐམས་ཅད་འབྲས་བཅས་ཏེ། །<br/>སྐྱེ་བོ་ཀུན་ལ་བཏང་སེམས་ཀྱིས། །<br/>སྦྱིན་པའི་ཕ་རོལ་ཕྱིན་གསུངས་ཏེ། །<br/>དེ་ལྟས་དེ་ནི་སེམས་ཉིད་དོ། །",
    "8db0dc5b-5d74-451d-b1b3-3caff257fb56": "ཉ་ལ་སོགས་པ་གང་ཞིག་ཏུ། །<br/>དེ་དག་གསོད་མི་འགྱུར་བར་བསྐྲད། །<br/>སྤོང་བའི་སེམས་ནི་ཐོབ་པ་ལས། །<br/>ཚུལ་ཁྲིམས་ཕ་རོལ་ཕྱིན་པར་བཤད། །",
    "465e1e39-df3b-463f-8b28-ce58d6da1a50": "སེམས་ཅན་མི་སྲུན་ནམ་མཁའ་བཞིན། །<br/>དེ་དག་གཞོམ་གྱིས་ཡོང་མི་ལང་། །<br/>ཁྲོ་བའི་སེམས་འདི་གཅིག་བཅོམ་ན། །<br/>དགྲ་དེ་ཐམས་ཅད་ཆོམས་དང་འདྲ། །",
    "54f70732-c5a1-426f-b809-2c2ace26d72a": "ས་སྟེང་འདི་དག་ཀོས་གཡོག་ཏུ། །<br/>དེ་སྙེད་ཀོ་བས་ག་ལ་ལང་། །<br/>ལྷམ་མཐིལ་ཙམ་གྱི་ཀོ་བས་ནི། །<br/>ས་སྟེང་ཐམས་ཅད་གཡོགས་དང་འདྲ། །",
    "62bfaca9-43d1-48cd-9054-d51aaacaa2cc": "དེ་བཞིན་ཕྱི་རོལ་དངོས་པོ་ཡང་། །<br/>བདག་གིས་ཕྱིར་བཟློག་མི་ལང་གི །<br/>བདག་གི་སེམས་འདི་ཕྱིར་བཟློག་བྱའི། །<br/>གཞན་རྣམས་བཟློག་གོ་ཅི་ཞིག་དགོས། །",
    "570badfe-761d-4490-b23a-7c0ffc811e56": "སེམས་གསལ་གཅིག་བསྐྱེད་འབྲས་བུ་གང་། །<br/>ཚངས་ལ་སོགས་པ་ཡིན་པ་ལྟར། །<br/>ལུས་ངག་བཅས་པའི་འབྲས་བུ་ཡང་། །<br/>སྤྱོད་པ་ཞན་པས་དེ་ལྟ་མིན། །",
    "47654060-a67e-4fa5-a77b-72b003fcdabf": "བཟླས་བརྗོད་དང་ནི་དཀའ་ཐུབ་ཀུན། །<br/>ཡུན་རིང་དུས་སུ་སྤྱད་བྱས་ཀྱང་། །<br/>སེམས་གཞན་གཡེངས་པས་བྱས་པ་ནི། །<br/>དེ་ཉིད་རིག་པས་དོན་མེད་གསུངས། །",
    "26635c92-b0d8-4a3b-a980-d89fa4a0ecc5": "གང་གིས་ཆོས་ཀྱི་གཙོ་བོ་མཆོག །<br/>སེམས་ཀྱི་གསང་འདི་མ་ཤེས་ན། །<br/>བདེ་ཐོབ་སྡུག་བསྔལ་གཞོམ་འདོད་ཀྱང་། །<br/>དེ་དག་དོན་མེད་གྱི་ནར་འཁྱམ། །",
    "13b0f15c-ff0b-47ff-9648-0bbeb868905e": "དེ་ལྟས་བདག་གི་སེམས་འདི་ནི། །<br/>ལེགས་གཟུང་ལེགས་པར་བསྲུང་བར་བྱ། །<br/>སེམས་བསྲུང་བརྟུལ་ཞུགས་མ་གཏོགས་པ། །<br/>བརྟུལ་ཞུགས་མང་པོས་ཅི་ཞིག་བྱ། །",
    "58e868b7-b8cf-44b6-80a5-b1ab44ada7f8": "མ་གྲངས་དྲོལ་བའི་ཁྲོད་གནས་ན། །<br/>སྒྲིམས་ཏེ་རྨ་ཡི་བག་བྱེད་བཞིན། །<br/>སྐྱེ་བོ་ངན་ཁྲོད་གནས་པས་ཀྱང་། །<br/>སེམས་ཀྱི་རྨ་འདི་རྟག་ཏུ་བསྲུང་། །",
    "1e1cc429-80df-4e4b-9391-2014443eeb7c": "རྨ་ཡི་སྡུག་བསྔལ་ཆུང་ངུ་ཡིས། །<br/>སྐྲག་པའང་རྨ་ཡི་བག་བྱེད་ན། །<br/>བསྡུས་འཇོམས་རིས་འཇོམས་སྐྲག་པ་དག །<br/>སེམས་ཀྱི་རྨ་ལྟ་ཅིས་མི་སྲུང་། །",
    "5b222e81-fbe0-4a0d-83ae-ba7119dbcd29": "སྤྱོད་པ་འདི་འདྲས་གནས་བྱེད་ན། །<br/>སྐྱེ་བོ་ངན་པའི་ཁྲོད་གནས་སམ། །<br/>བུད་མེད་ཁྲོད་ན་གནས་ཀྱང་རུང་། །<br/>སྡོམ་བརྩོན་བརྟན་པ་ཉམས་མི་འགྱུར། །",
    "3473047d-8df4-475d-8b8f-7dd6c558a7c8": "བདག་གི་རྙེད་དང་བཀུར་སྟི་དང་། །<br/>ལུས་དང་འཚོ་བ་མེད་བླ་ཞིང་། །<br/>དགེ་བ་གཞན་ཡང་ཉམས་བླ་ཡི། །<br/>སེམས་ནི་ནམས་ཀྱང་ཉམས་མི་བྱ། །",
    "ddee0947-3194-47b7-95ec-1bf06b3c61d1": "སེམས་བསྲུང་འདོད་པ་རྣམས་ལ་ནི། །<br/>དྲན་པ་དང་ནི་ཤེས་བཞིན་དག །<br/>ཐམས་ཅད་འབད་པས་སྲུངས་ཤིག་ཅེས། །<br/>བདག་ནི་དེ་ལྟར་ཐལ་མོ་སྦྱོར། །",
    "673de099-983a-4c08-aeab-7558198a432e": "ནད་ཀྱིས་དཀྲུགས་པའི་མི་དག་ནི། །<br/>ལས་རྣམས་ཀུན་ལ་མཐུ་མེད་པ། །<br/>དེ་བཞིན་རྨོངས་པས་སེམས་དཀྲུགས་པ། །<br/>ལས་རྣམས་ཀུན་ལ་མཐུ་མེད་དོ། །",
    "457f9105-91e4-47bc-9167-67052f449095": "ཤེས་བཞིན་མེད་པའི་སེམས་ལྡན་པའི། །<br/>ཐོས་དང་བསམས་དང་བསྒོམས་པ་ཡང་། །<br/>གློ་རྡོལ་བུམ་པའི་ཆུ་བཞིན་དུ། །<br/>དྲན་པ་ལ་ནི་དེ་མི་གནས། །",
    "40942607-4547-4058-966c-7f5b3d536b5b": "ཐོས་ལྡན་དད་པ་ཅན་དང་ནི། །<br/>བརྩོན་པ་ལྷུར་ལེན་དུ་མ་ཡང་། །<br/>ཤེས་བཞིན་མེད་པའི་སྐྱོན་ཆགས་པས། །<br/>ལྟུང་བའི་རྙོག་དང་བཅས་པར་འགྱུར། །",
    "a17529bb-efe4-4d24-9c8a-812439fc4d12": "ཤེས་བཞིན་མེད་པའི་ཆོམ་རྐུན་དག །<br/>དྲན་པ་ཉམས་པའི་རྗེས་འབྲང་བས། །<br/>བསོད་ནམས་དག་ནི་ཉེར་བསགས་ཀྱང་། །<br/>རྐུན་པོས་ཕྲོགས་བཞིན་ངན་འགྲོར་འགྲོ། །",
    "fc85b4f7-67a1-459e-824c-d38353a75132": "ཉོན་མོངས་ཆོམ་རྐུན་ཚོགས་འདི་ནི། །<br/>གླགས་སྐབས་ཚོལ་བར་བྱེད་པ་སྟེ། །<br/>གླགས་རྙེད་གྱུར་ནས་དགེ་འཕྲོག་ཅིང་། །<br/>བདེ་འགྲོའི་སྲོག་ཀྱང་འཇོམས་པར་བྱེད། །",
    "8b780778-b516-498c-ae68-c6527b1a905b": "དེ་བས་དྲན་པ་ཡིད་སྒོ་ནས། །<br/>གུད་དུ་ནམ་ཡང་མི་གཏོང་ངོ་། །<br/>སོང་ནའང་ངན་འགྲོ་གནོད་པ་དག །<br/>དྲན་པར་བྱས་ཏེ་ཉེ་བར་བཞག །",
    "fe200fe7-70e0-49a1-a18e-277f0a3529b6": "བླ་མ་དང་ནི་འགྲོགས་པ་ལས། །<br/>མཁན་པོས་རྗེས་སུ་བསྟན་པ་དང་། །<br/>འཇིགས་པས་སྐལ་ལྡན་གུས་བྱེད་ལ། །<br/>དྲན་པ་བདེ་བླག་ཉིད་དུ་སྐྱེ། །",
    "1b0b6f7d-bd0e-42fc-816d-039b95ffb660": "སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་དག །<br/>ཀུན་དུ་ཐོགས་མེད་གཟིགས་པར་ལྡན། །<br/>དེ་དག་ཐམས་ཅད་སྤྱན་སྔ་ན། །<br/>རྟག་པར་བདག་ནི་གནས་སོ་ཞེས། །",
    "b115eddf-ea95-4ec6-95b7-d5b2a358e8e8": "དེ་ལྟར་བསམས་ནས་ངོ་ཚ་དང་། །<br/>གུས་དང་འཇིགས་ལྡན་དེ་བཞིན་གནོས། །<br/>དེས་ན་སངས་རྒྱས་རྗེས་དྲན་པའང་། །<br/>དེ་ལ་ཡང་དང་ཡང་དུ་འབྱུང་། །",
    "d7cf2197-da6a-40a9-8f75-62222a621f19": "གང་ཚེ་དྲན་པ་ཡིད་སྒོ་ནས། །<br/>བསྲུང་བའི་དོན་དུ་གནས་གྱུར་པ། །<br/>དེ་ཚེ་ཤེས་བཞིན་འོང་འགྱུར་ཞིང་། །<br/>སོང་བ་དག་ཀྱང་འོང་བར་འགྱུར། །",
    "ff32e549-ed1a-424c-bd8b-9f634d0e7f6f": "རེ་ཞིག་དང་པོ་འདི་འདྲའི་སེམས། །<br/>འདི་ནི་སྐྱོན་བཅས་ཤེས་བྱས་ནས། །<br/>དེ་ཚེ་བདག་གིས་ཤིང་བཞིན་དུ། །<br/>ཟུངས་ཐུབ་པར་ནི་གནས་པར་བྱ། །",
    "b110cadf-aa7d-41de-b368-32a09d3565da": "དོན་མེད་གཡེང་བར་ལྟ་བ་ནི། །<br/>ནམ་ཡང་བདག་གིས་མི་བྱ་སྟེ། །<br/>ངེས་པར་སེམས་པས་རྟག་ཏུ་ནི། །<br/>མིག་ནི་ཕབ་སྟེ་བལྟ་བར་བྱ། །",
    "d00650ed-b38e-45b0-beca-2fcae2373392": "ལྟ་བ་ངལ་བསོའི་ཆེད་དུ་ནི། །<br/>རེས་འགའ་ཕྱོགས་སུ་བལྟ་བར་བྱ། །<br/>འགའ་ཞིག་མིག་ལམ་སྣང་གྱུར་ན། །<br/>བལྟས་ནས་འོངས་པ་ལེགས་ཞེས་བརྗོད། །",
    "99e75f27-ba62-4690-bb81-408539e8fde7": "ལམ་སོགས་འཇིགས་པ་བརྟག་པའི་ཕྱིར། །<br/>ཡང་དང་ཡང་དུ་ཕྱོགས་བཞིར་བལྟ། །<br/>ངལ་བསོས་ཁ་ནི་ཕྱིར་བལྟས་ནས། །<br/>རྒྱབ་ཀྱི་ཕྱོགས་སུ་བལྟ་བར་བྱ། །",
    "e3cd0591-255d-483e-84a3-1d5c9c73ecb1": "མདུན་དང་རྒྱབ་ཏུ་བརྟག་བྱས་ནས། །<br/>འགྲོའམ་ཡང་ན་འོང་བྱ་སྟེ། །<br/>དེ་ལྟར་གནས་སྐབས་ཐམས་ཅད་དུ། །<br/>དགོས་པ་ཤེས་ནས་སྤྱད་པར་བྱ། །",
    "2ed47180-7c88-486b-8c37-a53930ae8eed": "ལུས་ཀྱིས་འདི་ལྟར་གནས་བྱ་ཞེས། །<br/>བྱ་བ་བསྡོགས་ནས་དེ་ནས་ནི། །<br/>སྐབས་སུ་ལུས་འདི་ཇི་ལྟ་བུར། །<br/>གནས་པ་ཡིན་ཞེས་བལྟ་བར་བྱ། །",
    "e8e633c9-3a8a-4837-bcc0-bc8a082e0d9e": "སེམས་ཀྱི་གླང་ཆེན་མྱོས་པ་ནི། །<br/>ཆོས་ལ་སེམས་པའི་ཀ་ཆེན་ལ། །<br/>ཇི་ལྟར་བཏགས་པ་མི་འཆོར་བར། །<br/>དེ་ལྟར་འབད་པ་ཀུན་གྱིས་བརྟག །",
    "d42841dc-745f-46bc-965e-75696d960166": "ཅི་ནས་ཏིང་འཛིན་བརྩོན་པ་ནི། །<br/>སྐད་ཅིག་གཅིག་ཀྱང་མི་འཆོར་བར། །<br/>བདག་གི་ཡིད་འདི་གར་སྤྱོད་ཅེས། །<br/>དེ་ལྟར་ཡིད་ལ་སོ་སོར་བརྟག །",
    "03c0419f-30f8-45e5-8121-dc3a03ca80c9": "འཇིགས་དང་དགའ་སྟོན་སོགས་འབྲེལ་བར། །<br/>གལ་ཏེ་མི་ནུས་ཅི་བདེར་བྱ། །<br/>འདི་ལྟར་སྦྱིན་པའི་དུས་དག་ཏུ། །<br/>ཚུལ་ཁྲིམས་བཏང་སྙོམས་བྱ་བར་གསུངས། །",
    "4a753fc8-a49d-4bf2-91f9-1e4343ad943f": "གང་ཞིག་བསམས་ཏེ་བྱར་བརྩམས་པ། །<br/>དེ་ལས་གཞན་དུ་མི་བསམ་སྟེ། །<br/>དེར་གཏད་པ་ཡི་བསམ་པ་ཡིས། །<br/>དེ་ཉིད་རེ་ཞིག་བསྒྲུབ་པར་བྱ། །",
    "89cb9bd6-1060-4fab-b309-d3cc92ffc942": "དེ་ལྟ་ན་ནི་ཀུན་ལེགས་བྱས། །<br/>གཞན་དུ་གཉིས་ཀར་མི་འགྱུར་རོ། །<br/>ཤེས་བཞིན་མ་ཡིན་ཉེ་ཉོན་མོངས། །<br/>དེ་ལྟ་ན་ནི་འཕེལ་མི་འགྱུར། །",
    "c7ff50d9-690e-4725-9dbb-381c5274023b": "བྲེ་མོའི་གཏམ་ནི་སྣ་ཚོགས་དང་། །<br/>ངོ་མཚར་ལྟད་མོ་རྣམ་མང་པོ། །<br/>ཀུན་ལ་འཇུག་པར་གྱུར་པ་ན། །<br/>དེ་ལ་ཆགས་པ་སྤང་བར་བྱ། །",
    "52b4c3c4-340b-46ac-9f20-dca2e10530fb": "དོན་མེད་ས་རྐོ་རྩྭ་གཅོད་དང་། །<br/>ས་རིས་འདྲི་སོགས་བྱེད་གྱུར་ན། །<br/>བདེ་གཤེགས་བསླབ་པ་དྲན་བྱས་ནས། །<br/>སྐྲག་པས་དེ་ཡི་མོད་ལ་དོར། །",
    "808b16be-9991-4f51-a8c7-c4c51ceda407": "གང་ཚེ་བསྐྱོད་པར་འདོད་གྱུར་ཏམ། །<br/>སྨྲ་བར་འདོད་པར་གྱུར་ན་ཡང་། །<br/>དང་པོར་རང་གི་སེམས་བརྟགས་ནས། །<br/>བརྟན་པས་རིག་པ་ལྡན་པར་བྱ། །",
    "29a5418e-fc8b-4259-880c-be7430f565e1": "གང་ཚེ་རང་ཡིད་ཆགས་པ་དང་། །<br/>ཁྲོ་བར་འདོད་པ་དེ་ཡི་ཚེ། །<br/>ལས་སུ་མི་བྱ་སྨྲ་མི་བྱ། །<br/>ཤིང་བཞིན་དུ་ནི་གནས་པར་བྱ། །",
    "631b5d3d-3661-4572-a4dc-f9c0f7bff542": "རྒོད་དང་ག་ཞར་བཅས་པའམ། །<br/>གལ་ཏེ་ང་རྒྱལ་རྒྱགས་ལྡན་པའམ། །<br/>མཚང་འབྲུ་བ་ཡི་བསམ་པ་དང་། །<br/>གལ་ཏེ་སྐྱོར་འབྱིན་སླུ་སེམས་སམ། །",
    "39329d43-d4ba-4f3f-935e-454a76b83b74": "གང་ཚེ་བདག་བསྟོད་ལྷུར་ལེན་པའམ། །<br/>གཞན་ལ་སྨོད་པ་ཉིད་དང་ནི། །<br/>གཤེ་བཅས་འགྱོད་དང་བཅས་གྱུར་པ། །<br/>དེ་ཚེ་ཤིང་བཞིན་གནས་པར་བྱ། །",
    "95dc4b78-bd46-48df-ade5-526c8fd526a2": "རྙེད་དང་བཀུར་སྟི་གྲགས་འདོད་པའམ། །<br/>གཡོག་འཁོར་དོན་དུ་གཉེར་འདོད་པའམ། །<br/>བདག་སེམས་རིམ་གྲོ་འདོད་གྱུར་ན། །<br/>དེ་ཚེ་ཤིང་བཞིན་གནས་པར་བྱ། །",
    "2b330bda-1c5e-4d29-860d-4582e5a6852e": "གཞན་དོན་ཡལ་བར་འདོར་བ་དང་། །<br/>རང་དོན་གཉེར་བར་འདོད་པ་དང་། །<br/>སྨྲ་བར་འདོད་པའི་སེམས་བྱུང་ན། །<br/>དེས་ནི་ཤིང་བཞིན་གནས་པར་བྱ། །",
    "cf6c09a5-2e78-41e7-ae07-f2a1e195dba3": "མི་བཟོད་ལེ་ལོ་འཇིགས་པ་དང་། །<br/>དེ་བཞིན་སྤྱི་རྟོལ་མུ་ཅོར་དང་། །<br/>རང་གི་ཕྱོགས་ཞེན་སེམས་བྱུང་ན། །<br/>དེ་ཚེ་ཤིང་བཞིན་གནས་པར་བྱ། །",
    "423eed8e-0a48-43e9-9184-052214b3caa5": "དེ་ལྟར་ཀུན་ནས་ཉོན་མོངས་དང་། །<br/>དོན་མེད་བརྩོན་པའི་ཡིད་བརྟགས་ནས། །<br/>དེ་ཚེ་དཔའ་བོས་གཉེན་པོ་ཡིས། །<br/>དེ་ནི་བརྟན་པོར་གཟུང་བར་བྱ། །",
    "c82f0cd2-d159-41aa-acb2-420a2c2ced0a": "ཤིན་ཏུ་ངེས་དང་རབ་དད་དང་། །<br/>བརྟན་དང་གུས་དང་ཞེ་སར་བཅས། །<br/>ངོ་ཚ་ཤེས་དང་འཇིགས་བཅས་དང་། །<br/>ཞི་ཞིང་གཞན་དགའ་བྱེད་ལ་བརྩོན། །",
    "3380b834-69a7-4147-b869-90dfaf784616": "ཕན་ཚུན་མི་མཐུན་བྱིས་པ་ཡི། །<br/>འདོད་པ་རྣམས་ཀྱིས་མི་སྐྱོ་ཞིང་། །<br/>ཉོན་མོངས་སྐྱེས་པ་འདི་དག་གི །<br/>སེམས་འདི་བྱུང་སྙམ་བརྩེར་ལྡན་དང་། །",
    "77f2bbe5-c8b3-477a-8305-c0e42a70584a": "ཁ་ན་མ་ཐོ་མེད་དངོས་ལ། །<br/>བདག་དང་སེམས་ཅན་དབང་བྱས་ཤིང་། །<br/>སྤྲུལ་པ་བཞིན་དུ་ང་མེད་པར། །<br/>ཡིད་འདི་རྟག་ཏུ་གཟུང་བར་བྱ། །",
    "c1b40877-32a6-4f10-b8b4-add742fb1d8e": "རིང་ཞིག་ལོན་ནས་དལ་བའི་མཆོག །<br/>ཐོབ་པ་ཡང་དང་ཡང་བསམས་ནས། །<br/>སེམས་དེ་ལྟ་བུར་རི་རབ་ལྟར། །<br/>རབ་ཏུ་མི་གཡོ་གཟུང་བར་བྱ། །",
    "2bdecce4-164a-4722-9d94-70f55f0cfcb3": "བྱ་རྒོད་ཤ་ལ་ཆགས་པ་ཡིས། །<br/>ཕན་ཚུན་ཀུན་དུ་བཤལ་ཁྲིད་ཀྱང་། །<br/>ཡིད་ཁྱོད་མི་དགར་མི་བྱེད་ན། །<br/>ད་ལྟ་ཅི་ཕྱིར་ཁ་ཏ་བྱེད། །",
    "3be50a8c-9557-41d0-bdf3-d2617e2ea891": "ལུས་འདི་བདག་གིར་གཟུང་བྱས་ནས། །<br/>ཡིད་ཁྱོད་ཅི་ཕྱིར་སྲུང་བར་བྱེད། །<br/>ཁྱོད་དང་འདི་གཉིས་སོ་སོ་ན། །<br/>དེས་ཀོ་ཁྱོད་ལ་ཅི་ཞིག་བྱ། །",
    "6b271417-230c-4412-b83a-5b83fd371071": "རྨོངས་པའི་ཡིད་ཁྱོད་ཅི་ཡི་ཕྱིར། །<br/>ཤིང་གཟུགས་གཙང་མ་གཟུང་མི་བྱེད། །<br/>མི་གཙང་ཚོགས་ཀྱི་འཁྲུལ་འཁོར་འདི། །<br/>རུལ་བ་བསྲུངས་ཏེ་ཅི་ཞིག་རུང་། །",
    "2b0d8d32-0d98-4b33-b7dd-2b4a536dbfdd": "ཐོག་མར་པགས་པའི་རིམ་པ་འདི། །<br/>རང་གི་བློ་ཡིས་ཐ་དད་ཕྱེ། །<br/>ཤ་ཡང་རུས་པའི་དྲ་བ་ལས། །<br/>ཤེས་རབ་མཚོན་གྱིས་གུད་དུ་ཕྱེ། །",
    "f224e2e2-ee8a-4e2f-9b30-133d2f0a0c44": "རུས་པ་རྣམས་ཀྱང་དབྱེ་བྱས་ནས། །<br/>རྐང་གི་བར་དུ་བལྟ་བྱ་ཞིང་། །<br/>འདི་ལ་སྙིང་པོ་ཅི་ཡོད་ཅེས། །<br/>བདག་ཉིད་ཀྱིས་ནི་བརྟག་པར་གྱིས། །",
    "3cd9aaa8-40bc-48c1-afc0-2299ba403d68": "དེ་ལྟར་འབད་དེ་བཙལ་ཀྱང་དེར། །<br/>ཁྱོད་ཀྱིས་སྙིང་པོ་མ་མཐོང་ན། །<br/>ད་དུང་ཅི་ཕྱིར་ཆགས་ཚུལ་གྱིས། །<br/>ཁྱོད་ནི་ལུས་འདི་སྲུང་བར་བྱེད། །",
    "24edcad4-6cdc-4cf7-88ed-976447a52e24": "ཁྱོད་ཀྱིས་མི་གཙང་བཟར་མི་རུང་། །<br/>ཁྲག་ཀྱང་བཏུང་དུ་མི་རུང་ལ། །<br/>རྒྱུ་ལྟོའང་གཞིབ་ཏུ་མི་རུང་ན། །<br/>ལུས་ཀྱིས་ཁྱོད་ལ་ཅི་ཞིག་བྱ། །",
    "0e1a373b-e2b8-4560-a3bf-df3b3ebf5221": "ཉིས་ན་ཝ་དང་བྱ་རྒོད་ཀྱིས། །<br/>ཟས་ཀྱི་དོན་དུ་འདི་བསྲུང་རིགས། མི་འོ་ཅོག་གི་ལུས་འདི་ནི། །<br/>བཀོལ་བར་བྱ་བ་ཉིད་དུ་ཟད། །",
    "039132f3-663e-404e-9844-caea7be09c21": "འདི་ལྟར་ཁྱོད་ཀྱིས་བསྲུངས་ཀྱང་ནི། །<br/>འཆི་བདག་བརྩེ་བ་མེད་པ་ཡིས། །<br/>ཕྲོགས་ཏེ་བྱ་དང་ཁྱིར་བྱིན་ན། །<br/>དེ་ཚེ་ཁྱོད་ཀྱིས་ཅི་བྱར་ཡོད། །",
    "2f746454-3885-4524-88bb-9c8ec463a9d9": "བྲན་གཡོག་བཀོལ་དུ་མི་བཏུབ་ལའང་། །<br/>གོས་ལ་སོགས་པ་མི་སྦྱིན་ན། །<br/>ལུས་འདི་བསྙོད་ཀྱང་གཞན་འགྲོ་ན། །<br/>ཁྱོད་ཀོ་ཅི་སྟེ་ཤ་ཐང་གསོ། །",
    "00f2d2b9-845e-433d-8bec-038cd8011182": "འདི་ལ་གླ་རྔན་བྱིན་ནས་ནི། །<br/>ད་ནི་རང་གི་དོན་བྱེད་ཆུག །<br/>ཕན་པ་མེད་པར་འདི་ལ་ནི། །<br/>ཐམས་ཅད་སྦྱིན་པར་མི་བྱའོ། །",
    "2870aa37-1740-457e-99a0-370ee1ab59af": "འགྲོ་དང་འོང་བའི་རྟེན་ཙམ་དུ། །<br/>ལུས་ལ་གྲུ་ཡི་བློ་བཞག་སྟེ། །<br/>སེམས་ཅན་རྣམས་དོན་བསྒྲུབ་པའི་ཕྱིར། །<br/>ཡིད་བཞིན་གྱི་ནི་ལུས་སུ་བསྒྱུར། །",
    "14afe69d-cbdb-47e2-a0cc-a7cf680a53a3": "དེ་ལྟར་རང་དབང་ཡོད་ཀྱིས་དེ། །<br/>རྟག་ཏུ་འཛུམ་པའི་བཞིན་དུ་གྱིས། །<br/>ཁྲོ་གཉེར་ངོ་ཟུམ་ཡོངས་ཐོང་སྟེ། །<br/>འགྲོ་བའི་བཤེས་དང་གསོང་པོར་གྱིས། །",
    "54301ee6-940b-4992-a3f6-ca7b06e02633": "ཁྲི་ལ་སོགས་པ་བབ་ཅོལ་དུ། །<br/>སྒྲ་དང་བཅས་པར་མི་དོར་རོ། །<br/>སྒོ་ཡང་དྲག་ཏུ་མི་དབྱེ་སྟེ། །<br/>རྟག་ཏུ་གཅོམ་བསྐྱུངས་དགའ་བར་བྱ། །",
    "af42e464-8b5f-4898-a81d-c32056e6c81b": "ཆུ་སྐྱར་བྱི་ལ་ཆོམ་རྐུན་དག །<br/>སྒྲ་མེད་འཇབ་ཅིང་འགྲོ་བ་ཡིས། །<br/>མངོན་པར་འདོད་པའི་དོན་སྒྲུབ་པ། །<br/>ཐུབ་པས་རྟག་ཏུ་དེ་བཞིན་སྤྱད། །",
    "4de0fd62-1f77-485d-8a23-85f4c518564b": "གཞན་ལ་གཞེན་བསྐུལ་འདེབས་མཁས་ཤིང་། །<br/>མ་བཅོལ་ཕན་པ་བྱེད་པའི་ངག །<br/>གུས་པས་སྤྱི་བོས་བླང་གྱིས་ཏེ། །<br/>རྟག་ཏུ་ཀུན་གྱི་སློབ་མར་གྱུར། །",
    "5f9f1cc9-6790-44fd-9895-8091aeecefde": "ལེགས་པར་སྨྲས་པ་ཐམས་ཅད་ལ། །<br/>དགེ་བར་གསུངས་ཞེས་བརྗོད་པར་བྱ། །<br/>བསོད་ནམས་བྱེད་པ་མཐོང་གྱུར་ན། །<br/>བསྟོད་པས་ལེགས་པར་དགའ་བ་བསྐྱེད། །",
    "4f6a7467-4c10-4256-920f-d5072a09f61c": "ལྐོག་ན་ཡོན་ཏན་བརྗོད་བྱ་ཞིང་། །<br/>ཡོན་ཏན་བརྗོད་ན་རྗེས་སུ་བརྗོད། །",
    "0ffe4432-49d5-4c92-ae27-a8c70dfdab6b": "རང་གི་ཡོན་ཏན་བརྗོད་ན་དེ། །<br/>ཡོན་ཏན་ཤེས་པར་རིག་པར་བྱ། །",
    "097a7df6-e707-481b-8664-a796c1ecaf6b": "རྩོམ་པ་ཐམས་ཅད་དགའ་ཕྱིར་ཏེ། །<br/>དེ་ནི་རིན་གྱིས་ཉོ་ནའང་དཀོན། །<br/>དེ་ལྟས་གཞན་བྱས་ཡོན་ཏན་གྱིས། །<br/>དགའ་བའི་བདེ་བ་སྤྱད་པར་བྱ། །",
    "40995c54-58d1-4f83-b725-f84fd81ec0ba": "བདག་ལ་འདིར་གོད་ཡོང་མེད་ལ། །<br/>ཕ་རོལ་དུ་ཡང་བདེ་བ་ཆེ། །<br/>ཉེས་པས་མི་དགའ་སྡུག་བསྔལ་ཞིང་། །<br/>ཕ་རོལ་དུ་ཡང་སྡུག་བསྔལ་ཆེ། །",
    "e37acc76-954a-4435-8dbf-49f0ea1a6079": "སྨྲ་ན་ཡིད་ཕེབས་འབྲེལ་པ་དང་། །<br/>དོན་གསལ་ཡིད་དུ་འོང་བ་དང་། །<br/>ཆགས་དང་ཞེ་སྡང་སྤངས་པ་དང་། །<br/>འཇམ་ཞིང་རན་པར་སྨྲ་བར་བྱ། །",
    "0ef52e19-3b03-4045-adc2-ac6d5471ebf0": "མིག་གིས་སེམས་ཅན་ལྟ་ན་ཡང་། །<br/>འདི་དག་ཉིད་ལ་བརྟེན་ནས་བདག །<br/>སངས་རྒྱས་ཉིད་དུ་འགྱུར་རོ་ཞེས། །<br/>དྲང་ཞིང་བྱམས་པའི་ཚུལ་གྱིས་བལྟ། །",
    "423a3777-eb46-4b64-b8e1-aa9c6a56d38a": "རྟག་པར་མངོན་ཞེན་གྱིས་བསླང་བའམ། །<br/>གཉེན་པོ་ཡིས་ནི་བསླང་བ་ཉིད། །<br/>ཡོན་ཏན་དང་ནི་ཕན་འདོགས་ཞིང་། །<br/>སྡུག་བསྔལ་བ་ལ་དགེ་ཆེན་འགྱུར། །",
    "4cc47dc3-5e51-4440-aa9f-8fe166a672e5": "མཁས་ཤིང་ལྡང་དང་ལྡན་བྱས་ནས། །<br/>ལས་རྣམས་བདག་གིས་རྟག་ཏུ་བྱ། །<br/>ལས་རྣམས་ཀུན་ལ་སུ་ལ་ཡང་། །<br/>ལྟོས་པར་བྱ་བ་མ་ཡིན་ནོ། །",
    "c156c41a-61a5-49bb-92b7-6eb6ab92fadb": "སྦྱིན་པའི་ཕ་རོལ་ཕྱིན་ལ་སོགས། །<br/>གོང་ནས་གོང་དུ་ཁྱད་ཞུགས་སྤྱད། །<br/>ཆུང་ངུའི་ཕྱིར་ནི་ཆེ་མི་གཏང་། །<br/>གཙོ་ཆེར་གཞན་གྱི་དོན་བསམ་མོ། །",
    "a339a521-ca8e-4cd6-b613-516cbcfd8e5e": "དེ་ལྟར་རིག་བྱས་གཞན་དོན་ལ། །<br/>རྟག་ཏུ་བརྩོན་པར་གནས་པར་བྱ། །<br/>ཐུགས་རྗེ་མངའ་བ་རིང་གཟིགས་པས། །<br/>བཀག་པ་རྣམས་ཀྱང་དེ་ལ་གནང་། །",
    "dacf2e58-21cf-4997-93a7-33ab254ac495": "ལོག་པར་ལྟུང་དང་མགོན་མེད་དང་། །<br/>བརྟུལ་ཞུགས་གནས་ལ་བགོ་བྱ་ཞིང་། །<br/>རན་པ་ཙམ་དུ་བཟའ་བྱ་སྟེ། །<br/>ཆོས་གོས་གསུམ་མ་གཏོགས་པ་སྦྱིན། །",
    "2de71594-8c47-4de3-b700-edd52a20877b": "དམ་པའི་ཆོས་ནི་སྤྱོད་པའི་ལུས། །<br/>ཕྲན་ཚེགས་ཆེད་དུ་གནོད་མི་བྱ། །<br/>དེ་ལྟར་བྱས་ན་སེམས་ཅན་གྱི། །<br/>བསམ་པ་མྱུར་དུ་རྫོགས་པར་འགྱུར། །",
    "2fd0eb01-a4fd-4bbf-850b-42064df76a10": "སྙིང་རྗེའི་བསམ་པ་མ་དག་པར། །<br/>ལུས་འདི་གཏང་བར་མི་བྱ་སྟེ། །<br/>ཅི་ནས་འདི་དང་གཞན་དུ་ཡང་། །<br/>དོན་ཆེན་སྒྲུབ་པའི་རྒྱུར་གཏང་ངོ་། །",
    "743bd60e-537b-466b-ab2a-037a0a85a182": "མ་གུས་པ་ལ་ཆོས་མི་བཤད། །<br/>མི་ན་བཞིན་དུ་མགོ་དཀྲིས་དང་། །<br/>གདུགས་དང་འཁར་བ་མཚོན་ཐོགས་དང་། །<br/>མགོ་བོ་གཡོགས་པ་དག་ལ་མིན། །",
    "2548ead4-90c1-422a-bde8-9781805d5277": "དམན་ལ་ཟབ་དང་རྒྱ་ཆེ་དང་། །<br/>སྐྱེས་པ་མེད་པར་བུད་མེད་མིན། །",
    "b927b18e-a6e4-48d0-b2c8-cbd3a7226795": "དམན་དང་མཆོག་གི་ཆོས་རྣམས་ལ། །<br/>མཚུངས་པར་གུས་པས་ཀུན་དུ་སྤྱད། །",
    "778eb0fd-4b55-4954-94ed-c7c9e30abc3d": "རྒྱ་ཆེན་ཆོས་ཀྱི་སྣོད་གྱུར་པ། །<br/>དམན་པའི་ཆོས་ལ་སྦྱར་མི་བྱ། །<br/>སྤྱོད་པ་ཡོངས་སུ་དོར་མི་བྱ། །<br/>མདོ་དང་སྔགས་ཀྱིས་འདྲིད་མི་བྱ། །",
    "e569b6ff-26c6-4c12-9751-52eae5e965a5": "སོ་ཤིང་དང་ནི་མཆིལ་མ་དག །<br/>དོར་བ་ན་ནི་དགབ་པར་བྱ། །<br/>གཅི་ལ་སོགས་པའང་ལོངས་སྤྱོད་པའི། །<br/>ཆུ་དང་ཐང་ལ་དོར་བ་སྨད། །",
    "0ba09d23-518a-444d-9399-f13361769183": "ཁ་བཀང་བ་དང་སྒྲ་བཅས་དང་། །<br/>ཁ་གདངས་ནས་ནི་བཟའ་མི་བྱ། །<br/>རྐང་པ་བརྐྱང་སྟེ་མི་འདུག་ཅིང་། །<br/>ལག་པ་མཉམ་པར་མི་མཉེའོ། །",
    "ff47eb27-918e-41b4-9587-fc6a0e1bd68c": "བཞོན་པ་མལ་སྟན་གནས་དག་ཏུ། །<br/>བུད་མེད་གཞན་དང་གཅིག་མི་བྱ། །<br/>འཇིག་རྟེན་མ་དད་གྱུར་པ་ཀུན། །<br/>མཐོང་དང་དྲིས་ཏེ་སྤང་བར་བྱ། །",
    "38c8c308-63d8-4a4f-aa08-9a8b43ca9a07": "སོར་མོས་བརྡ་ནི་མི་བྱ་སྟེ། །<br/>གུས་དང་བཅས་པས་གཡས་པ་ཡི། །<br/>ལག་པ་དག་ནི་ཀུན་གྱིས་ཀྱང་། །<br/>ལམ་ཡང་དེ་ལྟར་བསྟན་པར་བྱ། །",
    "37317472-2f85-49b6-b8d4-07136681f8c1": "ལག་པ་ཤས་ཆེར་བསྐྱོད་མིན་ཏེ། །<br/>ཅུང་ཟད་བསྐྱོད་ལ་སྒྲ་བསྒྲགས་པ། །<br/>སེ་གོལ་ལ་སོགས་བརྡ་བྱས་ཏེ། །<br/>གཞན་དུ་མ་བསྡམས་པར་འགྱུར་རོ། །",
    "5f84e8c4-d117-43a5-951b-52d35a443158": "མགོན་པོ་མྱ་ངན་འདས་གཟིམས་ལྟར། །<br/>འདོད་པའི་ཕྱོགས་སུ་ཉལ་བར་བྱ། །<br/>ཤེས་བཞིན་མྱུར་དུ་ལྡང་སེམས་ལ། །<br/>ཐོག་མ་ཉིད་དུ་ངེས་པར་སྦྱར། །",
    "88c45140-1cf3-4260-b1ab-ef8eab862ffb": "བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་དག །<br/>ཚད་མེད་པར་ནི་གསུངས་པ་ལས། །<br/>སེམས་སྦྱང་བ་ཡི་སྤྱོད་པ་ནི། །<br/>ངེས་པར་དེ་སྲིད་སྤྱད་པར་བྱ། །",
    "2d9aa070-703e-4901-b5e4-fe5a6c4519ce": "ཉིན་དང་མཚན་མོ་ལན་གསུམ་དུ། །<br/>ཕུང་པོ་གསུམ་པ་གདོན་བྱ་ཞིང་། །<br/>རྒྱལ་དང་བྱང་ཆུབ་སེམས་བརྟེན་པས། །<br/>ལྟུང་བའི་ལྷག་མ་དེས་ཞི་བྱ། །",
    "d35b6eb0-4505-4f7a-b17c-2af881d93187": "རང་ངམ་གཞན་གྱི་དབང་ཡང་རུང་། །<br/>གནས་སྐབས་གང་དུ་ཅི་སྤྱོད་ཀྱང་། །<br/>བསླབ་པར་གསུངས་པ་གང་ཡིན་པའི། །<br/>གནས་སྐབས་དེ་ལ་འབད་དེ་བསླབ། །",
    "9b6668ce-fcf4-4e6f-9ba9-f921f69aba4c": "རྒྱལ་སྲས་རྣམས་ཀྱིས་མི་བསླབ་པ། །<br/>དེ་ནི་གང་ཡང་ཡོད་མིན་ཏེ། །<br/>དེ་ལྟར་གནས་པའི་མཁས་པ་ལ། །<br/>བསོད་ནམས་མི་འགྱུར་གང་ཡང་མེད། །",
    "1a452ae2-ae1e-4850-abee-78cac23bdf87": "དངོས་སམ་ཡང་ན་བརྒྱུད་ཀྱང་རུང་། །<br/>སེམས་ཅན་དོན་ལས་གཞན་མི་སྤྱད། །<br/>སེམས་ཅན་ཁོ་ནའི་དོན་གྱི་ཕྱིར། །<br/>ཐམས་ཅད་བྱང་ཆུབ་ཕྱིར་བསྔོའོ། །",
    "825d32c4-1cf7-4f1a-888c-999c9c469a90": "རྟག་པར་དགེ་བའི་བཤེས་གཉེན་ནི། །<br/>ཐེག་ཆེན་དོན་ལ་མཁས་པ་དང་། །<br/>བྱང་ཆུབ་སེམས་དཔའི་བརྟུལ་ཞུགས་མཆོག །<br/>སྲོག་གི་ཕྱིར་ཡང་མི་བཏང་ངོ་། །",
    "51d70c07-39d3-4740-8420-15888f20b187": "དཔལ་འབྱུང་བ་ཡི་རྣམ་ཐར་ལས། །<br/>བླ་མ་བསྟེན་པའི་ཚུལ་ལྟར་བསླབ། །<br/>འདི་དང་སངས་རྒྱས་བཀའ་སྩལ་གཞན། །<br/>མདོ་སྡེ་བཀླགས་ནས་ཤེས་པར་བྱ། །",
    "5d11af49-4241-4290-bb33-3ea1478ba506": "མདོ་སྡེ་རྣམས་ལས་བསླབ་པ་སྣང་། །<br/>དེ་བས་མདོ་སྡེ་བཀླག་པར་བྱ། །<br/>ནམ་མཁའི་སྙིང་པོའི་མདོ་སྡེ་ནི། །<br/>ཐོག་མ་ཉིད་དུ་བལྟ་བར་བྱ། །",
    "33706a53-6cf8-4a7c-836e-086ab3707cb0": "གང་ཕྱིར་རྟག་ཏུ་སྤྱད་པ་ནི། །<br/>དེ་ལས་རྒྱ་ཆེར་རབ་སྟོན་པས། །<br/>བསླབ་པ་ཀུན་ལས་བཏུས་པ་ཡང་། །<br/>ངེས་པར་ཡང་དང་ཡང་དུ་བལྟ། །",
    "251196a9-5222-4c1c-bfbb-efe544ac255e": "ཡང་ན་རེ་ཞིག་མདོར་བསྡུས་པའི། །<br/>མདོ་རྣམས་ཀུན་ལས་བཏུས་པ་བལྟ། །<br/>འཕགས་པ་ཀླུ་སྒྲུབ་ཀྱིས་མཛད་པའི། །<br/>གཉིས་པོའང་འབད་པས་བལྟ་བར་བྱ། །",
    "78e918c5-f1d7-4a1b-aa8d-592c87532856": "གང་ལས་གང་ནི་མ་བཀག་པ། །<br/>དེ་ཉིད་སྤྱད་པར་བྱ་བ་སྟེ། །<br/>འཇིག་རྟེན་སེམས་ནི་བསྲུང་བའི་ཕྱིར། །<br/>བསླབ་པ་མཐོང་ནས་ཡང་དག་སྤྱད། །",
    "1c341966-9c2b-4896-b217-8daa810f7fdc": "ལུས་དང་སེམས་ཀྱི་གནས་སྐབས་ལ། །<br/>ཡང་དང་ཡང་དུ་བརྟག་བྱ་བ། །<br/>དེ་ཉིད་ཁོ་ན་མདོར་ན་ནི། །<br/>ཤེས་བཞིན་བསྲུང་བའི་མཚན་ཉིད་དོ། །",
    "9663a1fb-730f-473f-9c56-7a911fb8af00": "ལུས་ཀྱིས་འདི་དག་སྤྱད་པར་བྱ། །<br/>ཚིག་ཙམ་བརྗོད་པས་ཅི་ཞིག་འགྲུབ། །<br/>སྨན་དཔྱད་བཀླགས་པ་ཙམ་གྱིས་ནི། །<br/>ནད་པ་དག་ལ་ཕན་འགྱུར་རམ། །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས། ཤེས་བཞིན་བསྲུང་བར་བྱ་བ་སྟེ་ལེའུ་ལྔ་པའོ།། །།",
    "03e30059-8772-4d90-9060-b17820d8d5fd": "བསྐལ་པ་སྟོང་དུ་བསགས་པ་ཡི། །<br/>སྦྱིན་དང་བདེ་གཤེགས་མཆོད་ལ་སོགས། །<br/>ལེགས་སྤྱང་གང་ཡིན་དེ་ཀུན་ཡང་། །<br/>ཁོང་ཁྲོ་གཅིག་གིས་འཇོམས་པར་བྱེད། །",
    "df254ce9-85fc-46b7-80c9-f1e6e0fc2a9b": "ཞེ་སྡང་ལྟ་བུའི་སྡིག་པ་མེད། །<br/>བཟོད་པ་ལྟ་བུའི་དཀའ་ཐུབ་མེད། །<br/>དེ་བས་བཟོད་ལ་ནན་ཏན་དུ། །<br/>སྣ་ཚོགས་ཚུལ་དུ་བསྒོམ་པར་བྱ། །",
    "66939afb-b0f2-4c91-b6f1-f1c8e342acb0": "ཞེ་སྡང་ཟུག་རྔུའི་སེམས་འཆང་ན། །<br/>ཡིད་ནི་ཞི་བ་ཉམས་མི་མྱོང་། །<br/>དགའ་དང་བདེ་བའང་མི་འཐོབ་ལ། །<br/>གཉིད་མི་འོང་ཞིང་བརྟན་མེད་འགྱུར། །",
    "74f9da18-f3bd-47ce-bc2c-cb65253876c4": "གང་དག་ནོར་དང་བཀུར་སྟི་ཡིས། །<br/>དྲིན་བྱིན་དེ་ལ་བརྟེན་གྱུར་པ། །<br/>དེ་དག་ཀྱང་ནི་སྡང་ལྡན་པའི། །<br/>རྗེ་དཔོན་དེ་ལ་གསོད་པར་རྒོལ། །",
    "02b66db5-7c00-4b92-a212-7296c071fa9c": "དེ་ཡིས་མཛའ་བཤེས་སྐྱོ་བར་འགྱུར། །<br/>སྦྱིན་པས་བསྡུས་ཀྱང་བསྟེན་མི་བྱེད། །<br/>མདོར་ན་ཁྲོ་བ་བདེར་གནས་པ། །<br/>དེ་ནི་འགའ་ཡང་ཡོད་མ་ཡིན། །",
    "7ae75289-e851-4f10-a18c-9d48ccf25301": "ཁྲོ་བའི་དགྲ་ཡིས་དེ་ལ་སོགས། །<br/>སྡུག་བསྔལ་དག་ནི་བྱེད་པར་འགྱུར། །<br/>གང་ཞིག་བསྒྲིམས་ཏེ་ཁྲོ་འཇོམས་པ། །<br/>དེ་ནི་འདི་དང་གཞན་དུ་བདེ། །",
    "6f80d344-7c8d-44cc-92d9-4080d0ad5b73": "མི་འདོད་བྱས་དང་འདོད་པ་ཡི། །<br/>གེགས་བྱས་པ་ལ་བྱུང་གྱུར་པ། །<br/>ཡིད་མི་བདེ་བའི་ཟས་རྙེད་ནས། །<br/>ཞེ་སྡང་བརྟས་ཏེ་བདག་འཇོམས་སོ། །",
    "fa0f61de-9575-4d9b-a72c-7644eadf1fc3": "དེ་ལྟས་བདག་གིས་དགྲ་བོ་དེའི། །<br/>ཟས་ནི་རྣམ་པར་གཞོམ་པར་བྱ། །<br/>འདི་ལྟར་བདག་ལ་གནོད་པ་ལས། །<br/>དགྲ་འདི་ལ་ནི་ལས་གཞན་མེད། །",
    "f468f5e0-796d-478a-be7c-8b9c004a9356": "ཅི་ལ་བབ་ཀྱང་བདག་གིས་ནི། །<br/>དགའ་བའི་ཡིད་ནི་དཀྲུགས་མི་བྱ། །<br/>མི་དགའ་བྱས་ཀྱང་འདོད་མི་འགྲུབ། །<br/>དགེ་བ་དག་ནི་ཉམས་པར་འགྱུར། །",
    "3950a146-648b-42c5-80da-2047edadaeb8": "གལ་ཏེ་བཅོས་སུ་ཡོད་ན་ནི། །<br/>དེ་ལ་མི་དགར་ཅི་ཞིག་ཡོད། །<br/>གལ་ཏེ་བཅོས་སུ་མེད་ན་ནི། །<br/>དེ་ལ་མི་དགའ་བྱས་ཅི་ཕན། །",
    "71f0e340-3654-4977-9150-8bc784fef0cf": "བདག་གམ་བདག་གི་བཤེས་རྣམས་ལ། །<br/>སྡུག་བསྔལ་བརྙས་དང་ཚིག་རྩུབ་དང་། །<br/>མི་སྙན་ཞེས་བྱ་མི་འདོད་དེ། །<br/>དགྲ་ལ་དེ་ལས་བཟློག་པས་སོ། །",
    "72f10885-4997-4868-b90f-eceeab6aade4": "བདེ་བའི་རྒྱུ་ནི་རེས་འགའ་འབྱུང་། །<br/>སྡུག་བསྔལ་རྒྱུ་ནི་ཤིན་ཏུ་མང་། །<br/>སྡུག་བསྔལ་མེད་པར་ངེས་འབྱུང་མེད། །<br/>དེ་བས་སེམས་ཁྱོད་བརྟན་པར་མནོས། །",
    "3ccc050a-698b-482d-8983-685ff659b0b8": "དཀའ་ཟློག་དད་དང་ཀརྞ་པ། །<br/>བསྲེག་དང་བཅད་སོགས་ཚོར་བ་ནི། །<br/>དོན་མེད་བཟོད་བྱེད་ཐར་པ་ཡི། །<br/>དོན་དུ་བདག་གོ་ཅི་ཕྱིར་སྔར། །",
    "a53000c1-91fb-4c3a-bf85-37af910ec53b": "གོམས་ན་སླ་བར་མི་འགྱུར་བའི། །<br/>དངོས་དེ་གང་ཡང་ཡོད་མ་ཡིན། །<br/>དེ་བས་གནོད་པ་ཆུང་གོམས་པས། །<br/>གནོད་པ་ཆེན་པོ་བཟོད་པར་བྱོས། །",
    "94515a00-4ba6-4cfc-a6b9-559189d366d3": "སྦྲུལ་དང་ཤ་སྦྲང་དག་དང་ནི། །<br/>བཀྲེས་སྐོམ་ལ་སོགས་ཚོར་བ་དང་། །<br/>གཡན་པ་ལ་སོགས་བཅས་པ་ཡི། །<br/>དོན་མེད་སྡུག་བསྔལ་ཅིས་མ་མཐོང་། །",
    "7cab04ba-69a6-43f0-b029-a264441fa05f": "ཚ་གྲང་ཆར་དང་རླུང་སོགས་དང་། །<br/>ནད་དང་འཆིང་དང་རྡེག་སོགས་ལ། །<br/>བདག་གིས་བཟེ་རེ་མི་བྱ་སྟེ། །<br/>དེ་ལྟར་བྱས་ན་གནོད་པ་འཕེལ། །",
    "98e92864-2781-4ee0-875a-216a210824b5": "ལ་ལ་བདག་གི་ཁྲག་མཐོང་ན། །<br/>དཔའ་བརྟན་ལྷག་པར་སྐྱེ་འགྱུར་ཡོད། །<br/>ལ་ལ་གཞན་གྱི་ཁྲག་མཐོང་ན། །<br/>བོག་ཅིང་བརྒྱལ་བར་འགྱུར་བ་ཡོད། །",
    "fc8319a9-2432-4d49-920e-f711c22a7e97": "དེ་ནི་སེམས་ཀྱི་ངང་བརྟན་དང་། །<br/>སྔར་མའི་ཚུལ་ལས་གྱུར་པ་ཡིན། །<br/>དེ་བས་གནོད་པ་ཁྱད་བསད་ཅིང་། །<br/>སྡུག་བསྔལ་རྣམས་ཀྱིས་མི་ཚུགས་བྱོས། །",
    "d8f36712-f607-446c-ab6f-9ff78d315b41": "མཁས་པས་སྡུག་བསྔལ་བྱུང་ཡང་ནི། །<br/>སེམས་ཀྱི་རབ་དང་རྙོག་མི་བྱ། །<br/>ཉོན་མོངས་རྣམས་དང་གཡུལ་འགྱེད་ལ། །<br/>གཡུལ་འགྱེད་ཚེ་ན་གནོད་པ་མང་། །",
    "7fa609e9-23a7-4025-ba31-fa7ce9de0513": "སྡུག་བསྔལ་ཐམས་ཅད་ཁྱད་བསད་ནས། །<br/>ཞེ་སྡང་ལ་སོགས་དགྲ་འཇོམས་པ། །<br/>དེ་དག་རྒྱལ་བྱེད་དཔའ་བོ་སྟེ། །<br/>ལྷག་མ་རོ་ལ་གསོད་པའོ། །",
    "644888c1-7f80-4da1-a847-a746f10aa7cc": "གཞན་ཡང་སྡུག་བསྔལ་ཡོན་ཏན་ནི། །<br/>སྐྱོ་བས་དྲེགས་པ་སེལ་བར་བྱེད། །<br/>འཁོར་བ་པ་ལ་སྙིང་རྗེ་སྐྱེ། །<br/>སྡིག་ལ་འཛེམ་དང་དགེ་ལ་དགའ། །",
    "017a2f43-81fb-4d75-b06c-7f4c21d59e91": "མཁྲིས་པ་ལ་སོགས་སྡུག་བསྔལ་གྱི། །<br/>འབྱུང་གནས་ཆེ་ལ་མི་ཁྲོ་བར། །<br/>སེམས་ཡོད་རྣམས་ལ་ཅི་སྟེ་ཁྲོ། །<br/>དེ་དག་ཀུན་ཀྱང་རྐྱེན་གྱིས་བསྐུལ། །",
    "a64836b1-4676-49d6-b9a5-cbf295e1ba0e": "དཔེར་ན་མི་འདོད་བཞིན་དུ་ཡང་། །<br/>ནད་འདི་འབྱུང་བར་འགྱུར་བ་ལྟར། །<br/>དེ་བཞིན་མི་འདོད་བཞིན་དུ་ཡང་། །<br/>ནན་གྱིས་ཉོན་མོངས་འབྱུང་བར་འགྱུར། །",
    "2f247396-b531-4d53-8ec9-630c153fa713": "ཁྲོ་བར་བྱ་ཞེས་མ་བསམས་ཀྱང་། །<br/>སྐྱེ་བོ་རྣམས་ནི་གྱི་ནར་ཁྲོ། །<br/>བསྐྱེད་པར་བྱ་ཞེས་མ་བསམས་ཀྱང་། །<br/>ཁྲོ་བ་དེ་བཞིན་སྐྱེ་བར་འགྱུར། །",
    "87c4e47d-ea95-4ad3-a45b-b58f75167bb8": "ཉེས་པ་ཇི་སྙེད་ཐམས་ཅད་དང་། །<br/>སྡིག་པ་རྣམ་པ་སྣ་ཚོགས་པ། །<br/>དེ་ཀུན་རྐྱེན་གྱི་སྟོབས་ལས་བྱུང་། །<br/>རང་དབང་ཡོད་པ་མ་ཡིན་ནོ། །",
    "a369b700-c439-4e36-afba-824387411b1f": "རྐྱེན་རྣམས་ཚོགས་པ་དེ་དག་ཀྱང་། །<br/>བསྐྱེད་པར་བྱ་ཞེས་སེམས་པ་མེད། །<br/>དེས་བསྐྱེད་དེ་ཡང་བདག་བསྐྱེད་ཅེས། །<br/>སེམས་པ་ཡོད་པ་མ་ཡིན་ནོ། །",
    "685112ba-3f2b-4300-8b5c-77e827faf247": "གཙོ་བོ་ཞེས་བྱར་གང་འདོད་དང་། །<br/>བདག་ཅེས་བརྟགས་པ་གང་ཡིན་པ། །<br/>དེ་ཉིད་བདག་ནི་འབྱུང་བྱ་ཞེས། །<br/>ཆེད་དུ་བསམས་ཤིང་འབྱུང་བ་མེད། །",
    "b97dc5c0-c920-4efd-8eb6-e28d15bd6f01": "མ་སྐྱེས་པར་ནི་དེ་མེད་ན། །<br/>དེ་ཚེ་སྐྱེ་བར་འདོད་པ་གང་། །<br/>ཡུལ་ལ་རྟག་ཏུ་གཡེང་འགྱུར་བ། །<br/>འགག་པར་འགྱུར་བའང་མ་ཡིན་ནོ། །",
    "cca4cc2e-1c3f-4d4f-a8d8-0b7ac2090940": "ཅི་སྟེ་བདག་དེ་རྟག་ན་ནི། །<br/>མཁའ་བཞིན་བྱེད་པ་མེད་པར་མངོན། །<br/>རྐྱེན་རྣམས་གཞན་དང་ཕྲད་ན་ཡང་། །<br/>འགྱུར་བ་མེད་ལ་ཅི་བྱར་ཡོད། །",
    "0cedfaad-5618-44f7-8e46-46b11bea77b3": "བྱེད་པའི་ཚེ་ཡང་སྔོན་བཞིན་ན། །<br/>བྱེད་པས་དེ་ལ་ཅི་ཞིག་བྱས། །<br/>དེ་ཡི་བྱེད་པ་འདི་ཡིན་ཞེས། །<br/>འབྲེལ་པར་འགྱུར་བ་གང་ཞིག་ཡོད། །",
    "7d0eeece-e36f-4469-b4ec-36070428c203": "དེ་ལྟར་ཐམས་ཅད་གཞན་གྱི་དབང་། །<br/>དེ་ཡི་དབང་གིས་དེ་དབང་མེད། །<br/>དེ་ལྟར་ཤེས་ན་སྦྲུལ་ལྟ་བུའི། །<br/>དངོས་པོ་ཀུན་ལ་ཁྲོ་མི་འགྱུར། །",
    "f8d5aceb-0cbc-4296-9e38-b6f8bdd567c8": "གང་གིས་གང་ཞིག་བཟློག་བྱ་སྟེ། །<br/>བཟློག་པའང་རིགས་པ་མིན་ཞེ་ན། །<br/>དེ་ལ་བརྟེན་ནས་སྡུག་བསྔལ་རྣམས། །<br/>རྒྱུན་ཆད་འགྱུར་འདོད་མི་རིགས་མེད། །",
    "2f021348-2cb0-4d7b-9bfa-1927cb77c312": "དེ་བས་དགྲའམ་མཛའ་ཡང་རུང་། །<br/>མི་རིགས་བྱེད་པ་མཐོང་གྱུར་ན། །<br/>འདི་འདྲའི་རྐྱེན་ལས་གྱུར་ཏོ་ཞེས། །<br/>དེ་ལྟར་སོམས་ཏེ་བདེ་བར་མནོས། །",
    "19ff81b1-1a34-4b89-a558-1e7ceb03aed3": "གལ་ཏེ་རང་དགས་འགྲུབ་འགྱུར་ན། །<br/>འགའ་ཡང་སྡུག་བསྔལ་མི་འདོད་པས། །<br/>ལུས་ཅན་དག་ནི་ཐམས་ཅད་ཀྱང་། །<br/>སུ་ལའང་སྡུག་བསྔལ་འབྱུང་མི་འགྱུར། །",
    "b45ccdba-d9b5-4277-a46d-373ecd0fd30b": "བག་མེད་པས་ནི་བདག་ལའང་བདག །<br/>ཚེར་མ་ལ་སོགས་གནོད་པ་བྱེད། །<br/>བུད་མེད་ལ་སོགས་ཐོབ་བྱའི་ཕྱིར། །<br/>རྔམ་ཞིང་ཟས་གཅོད་ལ་སོགས་བྱེད། །",
    "b3e71dc7-a5af-4e15-8564-6899c4567636": "ཁ་ཅིག་འགག་ཅིང་གཡང་སར་མཆོང་། །<br/>དུག་དང་མི་འཕྲོད་ཟ་བ་དང་། །<br/>བསོད་ནམས་མ་ཡིན་སྤྱོད་པ་ཡིས། །<br/>རང་ལ་གནོད་པ་བྱེད་པ་ཡོད། །",
    "abacacab-7627-41ab-8921-999d99238693": "གང་ཚེ་ཉོན་མོངས་དབང་གྱུར་པས། །<br/>བདག་སྡུག་ཉིད་ཀྱང་གསོད་བྱེད་པ། །<br/>དེ་ཚེ་དེ་དག་གཞན་ལུས་ལ། །<br/>གནོད་མི་བྱེད་པར་ཇི་ལྟར་འགྱུར། །",
    "34bae723-08c3-4223-b734-8f14d274a554": "ཉོན་མོངས་སྐྱེས་པས་དེ་ལྟ་བུར། །<br/>བདག་གསོད་ལ་སོགས་ཞུགས་པ་ལ། །<br/>སྙིང་རྗེ་རྒྱ་ལ་མ་སྐྱེས་ན། །<br/>ཁྲོ་བར་འགྱུར་བ་ཅིའི་ཐ་ཚིག །",
    "1bdeb753-18c4-4195-a615-4cd0de1ac645": "གལ་ཏེ་གཞན་ལ་འཚེ་བྱེད་པ། །<br/>བྱིས་པ་རྣམས་ཀྱི་རང་བཞིན་ནི། །<br/>དེ་ལ་ཁྲོ་བ་མི་རིགས་ཏེ། །<br/>སྲེག་པའི་རང་བཞིན་མེ་བཀོན་འདྲ། །",
    "0f6b97eb-0b8b-4508-b057-02ac39b386d9": "འོན་ཏེ་སྐྱོན་དེ་གློ་བུར་ལ། །<br/>སེམས་ཅན་རང་བཞིན་དེས་པ་ནའང་། །<br/>འོ་ནའང་ཁྲོ་བར་མི་རིགས་ཏེ། །<br/>མཁའ་ལ་དུད་འཐུལ་དཀོན་པ་བཞིན། །",
    "756588bd-8eed-4628-bcc0-5bbb57cf2a8c": "དབྱུག་པ་ལ་སོགས་དངོས་བཀོལ་ཏེ། །<br/>གལ་ཏེ་འཕེན་པ་ལ་ཁྲོ་ན། །<br/>དེ་ཡང་ཞེ་སྡང་གིས་རྦད་པས། །<br/>ཉིས་ན་ཞེ་སྡང་ལ་ཁྲོ་རིགས། །",
    "a3cddee6-0a74-4632-989b-7fc40b65caf9": "བདག་གིས་སྔོན་ཆད་སེམས་ཅན་ལ། །<br/>འདི་འདྲ་བ་ཡི་གནོད་པ་བྱས། །<br/>དེ་བས་སེམས་ཅན་འཚེ་བྱེད་པ། །<br/>བདག་ལ་གནོད་པ་འདི་འབྱུང་རིགས། །",
    "58b2aa1f-2e98-454c-846d-f7d2ee9bdf15": "དེ་ཡི་མཚོན་དང་བདག་གི་ལུས། །<br/>གཉི་ག་སྡུག་བསྔལ་རྒྱུ་ཡིན་ཏེ། །<br/>དེས་མཚོན་བདག་གི་ལུས་ཕྱུང་ན། །<br/>གང་ཞིག་ལ་ནི་ཁྲོ་བར་བྱ། །",
    "b3f550ff-282b-421d-8b95-817aabc11a83": "ཤུ་བ་མི་ཡི་གཟུགས་འདྲ་བ། །<br/>རེག་ཏུ་མི་བཟོད་སྡུག་བསྔལ་ཅན། །<br/>སྲེད་མདོངས་བདག་གིས་བཟུང་གྱུར་ན། །<br/>དེ་ལ་གནོད་པ་སུ་ལ་ཁྲོ། །",
    "54582b19-1ac9-41cf-9a3f-e7756e3d9bcf": "བྱིས་པ་སྡུག་བསྔལ་མི་འདོད་ཅིང་། །<br/>སྡུག་བསྔལ་རྒྱུ་ལ་བརྐམ་པས་ན། །<br/>རང་གི་ཉེས་པས་གནོད་གྱུར་པ། །<br/>གཞན་ལ་བཀོན་དུ་ཅི་ཞིག་ཡོད། །",
    "19749ec6-11f8-4969-8506-ca514a81f6ee": "དཔེར་ན་དམྱལ་བའི་སྲུང་མ་དང་། །<br/>རལ་གྲི་ལོ་མའི་ནགས་ཚལ་ལྟར། །<br/>རང་གི་ལས་ཀྱིས་འདི་བསྐྱེད་པ། །<br/>གང་ཞིག་ལ་ནི་ཁྲོ་བར་བྱ། །",
    "fb31b85b-0ca4-46f1-995d-7e8af02dceae": "བདག་གི་ལས་ཀྱིས་བསྐུལ་བྱས་ནས། །<br/>བདག་ལ་གནོད་བྱེད་རྣམས་འབྱུང་སྟེ། །<br/>དེས་ནི་སེམས་ཅན་དམྱལ་འདོང་ན། །<br/>བདག་གིས་དེ་དག་མ་བརླག་གམ། །",
    "a5f217f9-66f3-4d27-8cf7-b1d4b0f51f7d": "འདི་དག་ལ་ནི་རྟེན་བཅས་ནས། །<br/>བཟོད་པས་བདག་སྡིག་མང་དུ་འབྱུང་། །<br/>བདག་ལ་བརྟེན་ནས་དེ་དག་ནི། །<br/>ཡུན་རིང་སྡུག་བསྔལ་དམྱལ་བར་འདོང་། །",
    "673bb8e1-f5b6-4c48-9002-36e121de40ba": "བདག་ནི་དེ་ལ་གནོད་བྱེད་ལ། །<br/>དེ་དག་བདག་ལ་ཕན་འདོགས་ན། །<br/>ཕྱིན་ཅི་ལོག་ཏུ་ཅི་ཡི་ཕྱིར། །<br/>མ་རུངས་སེམས་ཁྱོད་ཁྲོ་བར་བྱེད། །",
    "3d7e912c-68ce-4167-8991-97d6dd97205d": "གལ་ཏེ་བདག་ལ་བསམ་པ་ཡི། །<br/>ཡོན་ཏན་ཡོད་ན་དམྱལ་མི་འགྲོ། །<br/>གལ་ཏེ་བདག་གིས་བདག་བསྲུངས་ན། །<br/>དེ་དག་ལ་འདིར་ཅི་ཞིག་བྱུང་། །",
    "136d7a83-edeb-4243-801c-0bb70a5bfcf8": "འོན་ཏེ་ལན་དུ་གནོད་བྱས་ན། །<br/>དེ་དག་བསྲུངས་པར་མ་གྱུར་ལ། །<br/>བདག་གི་སྤྱོད་པའང་ཉམས་པར་འགྱུར། །<br/>དེས་ན་དཀའ་ཐུབ་ཞིག་པར་འགྱུར། །",
    "ceec106b-b300-484e-a449-05cbf7f51fa8": "ཡིད་ནི་ལུས་ཅན་མ་ཡིན་པས། །<br/>སུས་ཀྱང་གང་དུའང་གཞོམ་མི་ནུས། །<br/>ལུས་ལ་མངོན་པར་ཞེན་པས་ན། །<br/>ལུས་ནི་སྡུག་བསྔལ་དག་གིས་གནོད། །",
    "909405bc-e721-4bba-8963-59fb4dc39033": "བརྙས་དང་ཚིག་རྩུབ་སྨྲ་བ་དང་། །<br/>མི་སྙན་པ་ཡི་ཚིག་དེ་ཡིས། །<br/>ལུས་ལ་གནོད་པར་མི་འགྱུར་ན། །<br/>སེམས་ཁྱོད་ཅི་ཕྱིར་རབ་ཏུ་ཁྲོ། །",
    "c7fc2b4c-c3d1-4e58-ac64-cf643f2f0084": "གཞན་དག་བདག་ལ་མི་དགའ་བ། །<br/>དེས་ནི་ཚེ་འདིའམ་ཚེ་གཞན་ལ། །<br/>བདག་ལ་ཟ་བར་མི་བྱེད་ན། །<br/>བདག་ནི་ཅི་ཕྱིར་དེ་མི་འདོད། །",
    "60291f57-1765-4f56-9fbf-f22eff2933dc": "རྙེད་པའི་བར་ཆད་བྱེད་པའི་ཕྱིར། །<br/>གལ་ཏེ་འདི་བདག་མི་འདོད་ན། །<br/>བདག་གི་རྙེད་པ་འདིར་འདོར་གྱི། །<br/>སྡིག་པ་དག་ནི་བརྟན་པར་གནས། །",
    "5b55a16f-0ea3-41d5-9856-a0f43b9782d5": "བདག་ནི་དེང་ཉིད་ཤི་ཡང་བླའི། །<br/>ལོག་འཚོས་ཡུན་རིང་གསོན་མི་རུང་། །<br/>བདག་ལྟ་ཡུན་རིང་གནས་གྱུར་ཀྱང་། །<br/>འཆི་བའི་སྡུག་བསྔལ་དེ་ཉིད་ཡིན། །",
    "0e6336d6-cced-42a2-a41e-fdf7cabc5b38": "རྨི་ལམ་ལོ་བརྒྱར་བདེ་མྱོང་ནས། །<br/>སད་པར་གྱུར་པ་གང་ཡིན་དང་། །<br/>གཞན་ཞིག་ཡུད་ཙམ་བདེ་མྱོང་ནས། །<br/>སད་པར་གྱུར་པ་གང་ཡིན་པ། །",
    "43456a69-f8bf-4677-b580-73ccd4cc15ca": "སད་པ་དེ་དག་གཉི་ག་ལའང་། །<br/>བདེ་བ་དེ་ནི་ཕྱིར་འོང་མེད། །<br/>ཚེ་རིང་ཚེ་ཐུང་གཉི་ག་ཡང་། །<br/>འཆི་བའི་དུས་སུ་དེ་འདྲར་ཟད། །",
    "7ccc6d2b-fa11-40b2-b185-bc4eba528473": "རྙེད་པ་མང་པོ་ཐོབ་གྱུར་ཏེ། །<br/>ཡུན་རིང་དུས་སུ་བདེ་སྤྱད་ཀྱང་། །<br/>ཆོམ་པོས་ཕྲོགས་པ་ཇི་བཞིན་དུ། །<br/>སྒྲེན་མོ་ལག་པ་སྟོང་པར་འགྲོ། །",
    "a77f0e02-6c60-464e-bd05-773754ac7ef4": "གལ་ཏེ་རྙེད་པས་གསོན་གྱུར་ན། །<br/>སྡིག་ཟད་བསོད་ནམས་བྱ་ཞེ་ན། །<br/>རྙེད་པའི་དོན་དུ་ཁྲོས་གྱུར་ན། །<br/>བསོད་ནམས་ཟད་སྡིག་མི་འགྱུར་རམ། །",
    "2f464a25-7630-4efa-b766-7b8e8800cab1": "གང་གི་དོན་དུ་བདག་གསོན་པ། །<br/>དེ་ཉིད་གལ་ཏེ་ཉམས་གྱུར་ན། །<br/>སྡིག་པ་འབའ་ཞིག་བྱེད་པ་ཡི། །<br/>གསོན་པ་དེས་ཀོ་ཅི་ཞིག་བྱ། །",
    "dfb34b6a-29af-4b4b-b090-ae60c7c99e7d": "གལ་ཏེ་སེམས་ཅན་ཉམས་བྱེད་པས། །<br/>མི་སྙན་སྨྲ་ལ་ཁྲོ་ཞེ་ན། །<br/>གཞན་ལ་མི་སྙན་བརྗོད་ལའང་ཁྱོད། །<br/>དེ་བཞིན་ཅི་སྟེ་ཁྲོ་མི་བྱེད། །",
    "922eac42-9121-44cd-9a04-280eea35d9cc": "མ་དད་གཞན་ལ་རག་ལས་པས། །<br/>དད་པ་མེད་ལ་ཁྱོད་བཟོད་ན། །<br/>ཉོན་མོངས་སྐྱེ་ལ་རག་ལས་པས། །<br/>མི་སྙན་སྨྲ་ལ་ཅིས་མི་བཟོད། །",
    "5595433b-f975-48e6-aaaf-9ec56617e1d0": "སྐུ་གཟུགས་མཆོད་རྟེན་དམ་ཆོས་ལ། །<br/>འཁྱལ་ཞིང་འཇིག་པར་བྱེད་པ་ལའང་། །<br/>བདག་གིས་ཞེ་སྡང་མི་རིགས་ཏེ། །<br/>སངས་རྒྱས་སོགས་ལ་གནོད་མི་མངའ། །",
    "9c2257d7-6f27-4c5f-b09d-5e908682b8c6": "བླ་མ་གཉེན་ལ་སོགས་པ་དང་། །<br/>བཤེས་ལ་གནོད་པ་བྱེད་རྣམས་ལའང་། །<br/>སྔ་མའི་ཚུལ་གྱིས་རྐྱེན་དག་ལས། །<br/>འགྱུར་བར་མཐོང་ནས་ཁྲོ་བ་བཟློག །",
    "6456b2ac-02fd-4e3e-8c36-8c315c502186": "ལུས་ཅན་རྣམས་ལ་སེམས་ཡོད་དང་། །<br/>སེམས་མེད་གཉི་གས་གནོད་བྱས་ན། །<br/>སེམས་ཡོད་ཅི་སྟེ་བཀར་ཏེ་བཀོན། །<br/>དེ་བས་གནོད་པ་བཟོད་པར་གྱིས། །",
    "be3ca506-24dd-4a15-8237-e6dffeca077d": "ལ་ལ་རྨོངས་པས་ཉེས་པ་བྱེད། །<br/>ལ་ལ་རྨོངས་ཏེ་ཁྲོས་གྱུར་ན། །<br/>དེ་ལ་སྐྱོན་མེད་གང་གིས་བྱ། །<br/>སྐྱོན་དང་བཅས་ཏེ་གང་ཞིག་ཡིན། །",
    "dc10bd77-106e-4a0c-ab81-b788c820f56e": "གང་གིས་གཞན་དག་གནོད་བྱེད་པའི། །<br/>ལས་དེ་སྔོན་ཆད་ཅི་ཕྱིར་བྱས། །<br/>ཐམས་ཅད་ལས་ལ་རག་ལས་ན། །<br/>བདག་གིས་འདི་ལ་ཅི་སྟེ་བཀོན། ",
    "496ce956-5440-468d-bdba-f2ec4f2d90d5": "།དེ་ལྟར་མཐོང་ནས་ཅི་ནས་ཀྱང་། །<br/>ཐམས་ཅད་ཕན་ཚུན་བྱམས་སེམས་སུ། །<br/>འགྱུར་བ་དེ་ལྟར་བདག་གིས་ནི། །<br/>བསོད་ནམས་དག་ལ་བསྒྲིམས་ཏེ་བྱ། །",
    "16aa46a6-57f3-4fe4-9224-cfc527e13998": "དཔེར་ན་ཁྱིམ་ཚིག་གྱུར་པའི་མེ། །<br/>ཁྱིམ་གཞན་ཞིག་ཏུ་སོང་ནས་ནི། །<br/>རྩྭ་སོགས་གང་ལ་མཆེད་བྱེད་པ། །<br/>དེ་ནི་ཕྱུང་སྟེ་དོར་བ་ཡིན། །",
    "1b81c1fc-4d1f-47f4-ace9-e720b5a5af8d": "དེ་བཞིན་གང་ལ་སེམས་ཆགས་ནས། །<br/>ཞེ་སྡང་མེ་ནི་མཆེད་གྱུར་པ། །<br/>བསོད་ནམས་ཚིག་པར་དོགས་པ་ཡིས། །<br/>དེ་ནི་དེ་ཡི་མོད་ལ་དོར། །",
    "7dfbc378-3851-4b6b-933c-ed7b6adcd0fb": "གསད་བྱའི་མི་ཞིག་ལག་བཅད་དེ། །<br/>གལ་ཏེ་ཐར་ན་ཅིས་མ་ལེགས། །<br/>གལ་ཏེ་མི་ཡི་སྡུག་བསྔལ་གྱིས། །<br/>དམྱལ་བ་བྲལ་ན་ཅིས་མ་ལེགས། །",
    "9a0c1b87-7058-47a1-b078-73392c6368f3": "ད་ལྟའི་སྡུག་བསྔལ་འདི་ཙམ་ལའང་། །<br/>བདག་གིས་བཟོད་པར་མི་ནུས་ན། །<br/>དེས་ན་དམྱལ་བའི་སྡུག་བསྔལ་རྒྱུ། །<br/>ཁྲོ་བ་ཅི་སྟེ་བཟློག་མི་བྱེད། །",
    "3ec67bcd-84db-487c-a35c-d4ac56609ea0": "འདོད་པའི་དོན་དུ་སྲེག་ལ་སོགས། །<br/>དམྱལ་བར་སྟོང་ཕྲག་མྱོང་གྱུར་ཡང་། །<br/>བདག་གིས་རང་གི་དོན་དང་ནི། །<br/>གཞན་གྱི་དོན་ཡང་མ་བྱས་སོ། །",
    "14c9a23c-b5ca-4154-8337-f28b8a8c9c85": "འདི་ནི་དེ་ཙམ་གནོད་མིན་ལ། །<br/>དོན་ཆེན་དག་ཀྱང་འགྲུབ་འགྱུར་བས། །<br/>འགྲོ་བའི་གནོད་སེལ་སྡུག་བསྔལ་ལ། །<br/>དགའ་བ་འབའ་ཞིག་འདིར་བྱ་རིགས། །",
    "78a3dc5d-24cd-4081-8e84-b62a9f8b3cd7": "གཞན་གྱིས་ཡོན་ཏན་ལྡན་བསྟོད་ནས། །<br/>གལ་ཏེ་དགའ་བའི་བདེ་ཐོབ་ན། །<br/>ཡིད་ཁྱོད་ཀྱང་ནི་དེ་བསྟོད་ནས། །<br/>ཅི་ཕྱིར་དེ་ལྟར་དགའ་མི་བྱེད། །",
    "e3a1d594-5525-4a77-8595-0241ae8b8eed": "ཁྱོད་ཀྱི་དགའ་བའི་བདེ་བ་འདི། །<br/>བདེ་འབྱུང་ཁ་ན་མ་ཐོ་མེད། །<br/>ཡོན་ཏན་ལྡན་པ་རྣམས་ཀྱིས་གནང་། །<br/>གཞན་སྡུད་པ་ཡི་མཆོག་ཀྱང་ཡིན། །",
    "d08f7dda-7d18-4578-8c4e-141a93590fba": "གཞན་ཡང་དེ་ལྟར་བདེ་འགྱུར་ཞེས། །<br/>གལ་ཏེ་ཁྱོད་བདེ་འདི་མི་འདོད། །<br/>གླ་རྔན་སྦྱིན་སོགས་སྤངས་པའི་ཕྱིར། །<br/>མཐོང་དང་མ་མཐོང་ཉམས་པར་འགྱུར། །",
    "54b8dd79-6bf0-4f6e-a591-ca37c063393e": "རང་གི་ཡོན་ཏན་བརྗོད་པའི་ཚེ། །<br/>གཞན་ལ་བདེ་བའང་འདོད་པར་བྱེད། །<br/>གཞན་གྱི་ཡོན་ཏན་བརྗོད་པའི་ཚེ། །<br/>རང་ལའང་བདེ་བ་མི་འདོད་བྱེད། །",
    "9ca55d08-af03-4ba7-967d-a4732a2d61b7": "སེམས་ཅན་ཐམས་ཅད་བདེ་འདོད་པས། །<br/>བྱང་ཆུབ་ཏུ་ནི་སེམས་བསྐྱེད་ནས། །<br/>སེམས་ཅན་རང་གིས་བདེ་རྙེད་ན། །<br/>དེས་ཀོ་ཅི་སྟེ་ཁྲོ་བར་བྱེད། །",
    "6263e63d-b75c-4ed1-aeae-875ec6fcaac4": "འཇིག་རྟེན་གསུམ་མཆོད་འཚང་རྒྱ་བར། །<br/>སེམས་ཅན་རྣམས་ནི་འདོད་ཅེ་ན། །<br/>བསྙེན་བཀུར་ངན་ངོན་ཙམ་མཐོང་ནས། །<br/>ཅི་ཕྱིར་དེ་ལ་གདུང་བར་བྱེད། །",
    "a2dce3bf-eae8-432e-88b3-96373211bce2": "གསོ་བྱ་གང་ཞིག་ཁྱོད་གསོ་བ། །<br/>ཁྱོད་ཉིད་ཀྱིས་ནི་སྦྱིན་བྱ་དེ། །<br/>གཉེན་གྱིས་འཚོ་བ་རྙེད་གྱུར་ན། །<br/>དགར་མི་འགྱུར་བར་སླར་ཁྲོའམ། །",
    "6fe4ae30-4db0-4373-afa6-9293592c17fc": "དེ་ཅི་འགྲོ་ལ་མི་འདོད་ན། །<br/>དེ་ལ་བྱང་ཆུབ་འདོད་གང་ཡིན། །<br/>གང་ཞིག་གཞན་འབྱོར་ཁྲོ་དེ་ལ། །<br/>བྱང་ཆུབ་སེམས་ནི་ག་ལ་ཡོད། །",
    "03c2f5ee-5482-46b7-961b-b55c66803102": "གལ་ཏེ་དེས་དེ་ལས་རྙེད་དམ། །<br/>སྦྱིན་བདག་ཁྱིམ་ན་གནས་གྱུར་པ། །<br/>ཀུན་དུ་དེ་ཁྱོད་ལ་མེད་ན། །<br/>བྱིན་མ་བྱིན་རུང་དེས་ཅི་བྱ། །",
    "26e1957b-cc87-49e1-b66f-813e9164ae98": "བསོད་ནམས་དང་ནི་དད་པའམ། །<br/>རང་གི་ཡོན་ཏན་ཅི་ཕྱིར་འདོར། །<br/>རྙེད་པ་གྱུར་པ་མི་འཛིན་པ། །<br/>གང་གིས་ཁྲོ་བ་མི་བྱེད་སྨྲོས། །",
    "fd3853ee-807c-4acf-ad41-e33e47efb59a": "ཁྱོད་ནི་རང་གིས་སྡིག་བྱས་ལ། །<br/>མྱ་ངན་མེད་པར་མ་ཟད་ཀྱི། །<br/>བསོད་ནམས་བྱས་པ་གཞན་དག་དང་། །<br/>ལྷན་ཅིག་འགྲན་པར་བྱེད་འདོད་དམ།། །།",
    "da7f05ef-3662-488b-a5e7-2946a6bf65b5": "བམ་པོ་གཉིས་པའོ། །",
    "fc812e09-bd85-40bc-9125-e6c5065848b6": "གལ་ཏེ་དགྲ་ཞིག་མི་དགའ་ནའང་། །<br/>དེ་ལ་ཁྱོད་དགར་ཅི་ཞིག་ཡོད། །<br/>ཁྱོད་ཀྱི་ཡིད་སྨོན་ཙམ་གྱིས་ནི། །<br/>དེ་ལ་གནོད་པའི་རྒྱུར་མི་འགྱུར། །",
    "117db016-6b67-40ef-8356-14f65501d94c": "ཁྱོད་ཀྱི་འདོད་པས་སྡུག་བསྔལ་དེ། །<br/>གྲུབ་ནའང་ཁྱོད་དགར་ཅི་ཞིག་ཡོད། །<br/>གལ་ཏེ་འཚེངས་པར་འགྱུར་ཞེ་ན། །<br/>དེ་ལས་ཕུང་བའང་གཞན་ཅི་ཡོད། །",
    "c96d7a2c-08f4-4c33-a7c4-3567491e4bd4": "ཉོན་མོངས་ཉ་པས་བཏབ་པ་ཡི། །<br/>མཆིལ་པ་འདི་ནི་མི་བཟད་གཟེ། །<br/>དེས་བཟུང་སེམས་དམྱལ་བུམ་པར་ཡང་། །<br/>དམྱལ་བའི་སྲུང་མས་བདག་འཚེད་དེས། །",
    "1e2c3919-0483-49e6-82d1-660440432b35": "བསྟོད་དང་གྲགས་པའི་རིམ་གྲོས་ནི། །<br/>བསོད་ནམས་མི་འགྱུར་ཆེར་མི་འགྱུར། །<br/>བདག་སྟོབས་མི་འགྱུར་ནད་མེད་མིན། །<br/>ལུས་བདེ་བར་ཡང་མི་འགྱུར་རོ། །",
    "0b5b4ee1-7034-47d8-a5d1-22eda45f51a1": "བདག་ནི་རང་དོན་ཤེས་གྱུར་ན། །<br/>དེ་ལ་རང་དོན་ཅི་ཞིག་ཡོད། །<br/>ཡིད་བདེ་འབའ་ཞིག་འདོད་ན་ནི། །<br/>རྒྱན་སོགས་ཆང་ཡང་བསྟེན་དགོས་སོ། །",
    "dc84ac9e-2c7e-4602-92b6-5c1656e61c09": "གྲགས་པའི་དོན་དུ་ནོར་ཤོར་ཅིང་། །<br/>བདག་ཉིད་ཀྱང་ནི་གསོད་བྱེད་ན། །<br/>ཚིག་འབྲུ་རྣམས་ཀྱིས་ཅི་ཞིག་བྱ། །<br/>ཤ་ནི་དེས་ཀོ་སུ་ལ་བདེ། །",
    "7a1de012-4697-49e6-b12e-b9722b89cf6e": "བྱེ་མའི་ཁང་བུ་རྡིབ་གྱུར་ན། །<br/>བྱིས་པ་རྣམས་ནི་ག་ཆད་དུ། །<br/>དེ་བཞིན་བསྟོད་དང་གྲགས་ཉམས་ན། །<br/>རང་གི་སེམས་ནི་བྱིས་པ་བཞིན། །",
    "8ca7bed8-4d84-4edc-945c-e4cbf0365bcb": "རེ་ཞིག་སྒྲ་ལ་སེམས་མེད་ཕྱིར། །<br/>བདག་ལ་བསྟོད་སེམས་ཡོད་མི་སྲིད། །<br/>བདག་ལ་གཞན་དགའ་ཞེས་གྲགས་པ། །<br/>དེ་ནི་དགའ་བའི་རྒྱུ་ཡིན་གྲང་། །",
    "aa3d336d-8ab2-4dda-ba57-20e47db451fe": "གཞན་ནམ་ཡང་ན་བདག་ལའང་རུང་། །<br/>གཞན་དགའ་བདག་ལ་ཅི་ཞིག་ཕན། །<br/>དགའ་བདེ་དེ་ནི་དེ་ཉིད་ཀྱི། །<br/>བདག་གིས་དེ་ལས་ཤས་མི་འཐོབ། །",
    "e2a57ab3-62f2-40f9-ac53-7c5318762cbb": "དེ་བདེ་བ་ཡི་བདག་བདེ་ན། །<br/>ཀུན་ལའང་དེ་བཞིན་བྱ་དགོས་ན། །<br/>ཇི་ལྟར་གཞན་ལ་དགའ་བ་ཡིས། །<br/>བདེ་བར་གྱུར་ན་བདག་མི་བདེ། །",
    "e2238e5d-d5c6-4af0-88a8-b5d42e290845": "དེ་བས་བདག་ནི་བསྟོད་དོ་ཞེས། །<br/>རང་གི་དགའ་བ་སྐྱེ་འགྱུར་བ། །<br/>དེ་ཡང་དེ་ལྟར་མི་འཐད་པས། །<br/>བྱིས་པའི་སྤྱོད་པ་ཁོ་ནར་ཟད། །",
    "647de7a5-fe0f-4add-8cac-87c0b25d42e5": "བསྟོད་སོགས་བདག་ནི་གཡེང་བར་བྱེད། །<br/>དེས་ནི་སྐྱོ་བའང་འཇིག་པར་བྱེད། །<br/>ཡོན་ཏན་ལྡན་ལ་ཕྲག་དོག་དང་། །<br/>ཕུན་སུམ་ཚོགས་པའང་འཇིག་པར་བྱེད། །",
    "d5f20ac5-bd2e-4af3-abca-f17b2b126400": "དེ་ཕྱིར་བདག་གི་བསྟོད་སོགས་ནི། །<br/>གཞིག་ཕྱིར་གང་དག་ཉེར་གནས་པ། །<br/>དེ་དག་བདག་ནི་ངན་སོང་དུ། །<br/>ལྟུང་བ་བསྲུང་ཕྱིར་ཞུགས་མིན་ནམ། །",
    "182bf10b-544e-4c90-9627-1f0ceb1880c5": "བདག་ནི་གྲོལ་བ་དོན་གཉེར་ལ། །<br/>རྙེད་དང་བཀུར་སྟི་འཆིང་མི་དགོས། །<br/>གང་དག་བདག་བཅིངས་གྲོལ་བྱེད་པ། །<br/>དེ་ལ་བདག་ནི་ཇི་ལྟར་ཁྲོ། །",
    "cc6f25d3-2068-47a7-9ac1-4c100e7b0bfe": "བདག་ནི་སྡུག་བསྔལ་འཇུག་འདོད་ལ། །<br/>སངས་རྒྱས་ཀྱིས་ནི་བྱིན་བརླབས་བཞིན། །<br/>མི་གཏོང་སྒོ་འཕར་ཉིད་གྱུར་པ། །<br/>དེ་ལ་བདག་ནི་ཇི་ལྟར་ཁྲོ། །",
    "82808eec-b3b7-4b67-b389-ae3cc57d9ce7": "འདི་ནི་བསོད་ནམས་གེགས་བྱེད་ཅེས། །<br/>དེ་ལའང་ཁྲོ་བར་རིགས་མིན་ཏེ། །<br/>བཟོད་མཚུངས་དཀའ་ཐུབ་ཡོད་མིན་ན། །<br/>དེ་ལ་བདག་ནི་མི་གནས་སམ། །",
    "c8b397c1-4901-4c8e-90dd-f0f682efc52b": "གལ་ཏེ་བདག་ནི་རང་སྐྱོན་གྱིས། །<br/>འདི་ལ་བཟོད་པ་མི་བྱེད་ན། །<br/>བསོད་ནམས་རྒྱུ་ནི་ཉེར་གནས་པ། །<br/>འདི་ལ་བདག་གེགས་བྱེད་པར་ཟད། །",
    "faa8934b-7df9-430b-8ae1-7ac4f1795b15": "གང་ཞིག་གང་མེད་མི་འབྱུང་ལ། །<br/>གང་ཞིག་ཡོད་ན་ཡོད་གྱུར་པ། །<br/>དེ་ཉིད་དེ་ཡི་རྒྱུ་ཡིན་ན། །<br/>ཇི་ལྟར་དེ་ལ་གེགས་ཞེས་བྱ། །",
    "e1ccb967-eb73-4e74-ab4a-a7e0ee8f13b3": "དུས་སུ་ཕྱིན་པའི་སློང་མོ་བས། །<br/>སྦྱིན་པའི་གེགས་བྱས་ཡོད་མ་ཡིན། །<br/>རབ་ཏུ་འབྱིན་པར་བྱེད་གྱུར་པ། །<br/>རབ་བྱུང་གེགས་ཞེས་བྱར་མི་རུང་། །",
    "fe297845-57aa-444c-91da-194aef3998ba": "འཇིག་རྟེན་ན་ནི་སློང་བ་མོད། །<br/>གནོད་པ་བྱེད་པ་དཀོན་པ་སྟེ། །<br/>འདི་ལྟར་ཕར་གནོད་མ་བྱས་ན། །<br/>འགའ་ཡང་གནོད་པ་མི་བྱེད་དོ། །",
    "401af8e1-c923-4e21-bf6c-cd4e77ade0e1": "དེ་བས་ངལ་བས་མ་བསྒྲུབས་པའི། །<br/>ཁྱིམ་དུ་གཏེར་ནི་བྱུང་བ་ལྟར། །<br/>བྱང་ཆུབ་སྤྱོད་པའི་གྲོགས་གྱུར་པས། །<br/>བདག་གིས་དགྲ་ལ་དགའ་བར་བྱ། །",
    "d90527c2-ae4c-43ca-b0ce-fdf02ce435ad": "འདི་དང་བདག་གིས་བསྒྲུབས་པས་ན། །<br/>དེ་ཕྱིར་བཟོད་པའི་འབྲས་བུ་ནི། །<br/>འདི་ལ་ཐོག་མར་བདར་འོས་ཏེ། །<br/>འདི་ལྟར་དེ་ནི་བཟོད་པའི་རྒྱུ། །",
    "78215192-7e78-4a59-8b48-ced632b2ade3": "གལ་ཏེ་བཟོད་བསྒྲུབ་བསམ་མེད་པས། །<br/>དགྲ་འདི་མཆོད་བྱ་མིན་ཞེ་ན། །<br/>གྲུབ་པ་ཡི་ནི་རྒྱུར་རུང་བ། །<br/>དམ་པའི་ཆོས་ཀྱང་ཅི་སྟེ་མཆོད། །",
    "1cb50f37-730c-4c39-88f9-5731bf79f81f": "གལ་ཏེ་དགྲ་འདི་གནོད་བྱ་བའི། །<br/>བསམ་ཡོད་མཆོད་བྱ་མིན་ཞེ་ན། །<br/>སྨན་པ་བཞིན་དུ་ཕན་བརྩོན་ན། །<br/>བདག་གི་བཟོད་པ་ཇི་ལྟར་འགྲུབ། །",
    "b778be11-4d11-41e8-96e2-d455e3fa7260": "དེ་བས་རབ་ཏུ་སྡང་སེམས་ལ། །<br/>བརྟེན་ནས་བཟོད་པ་སྐྱེ་བས་ན། །<br/>དེ་ཉིད་བཟོད་པའི་རྒྱུ་ཡིན་པས། །<br/>དམ་པའི་ཆོས་བཞིན་མཆོད་པར་འོས། །",
    "55f87a49-c7d4-4c73-8af2-34d0302b322b": "དེ་ཕྱིར་སེམས་ཅན་ཞིང་དང་ནི། །<br/>རྒྱལ་བའི་ཞིང་ཞེས་ཐུབ་པས་གསུངས། །",
    "f078f2de-d33d-4766-8651-a2ebce0cf51e": "འདི་དག་མགུ་བྱས་མང་པོ་ཞིག །<br/>འདི་ལྟར་ཕུན་ཚོགས་ཕ་རོལ་ཕྱིན། །",
    "87bff793-e6bf-4fbd-9f8b-414634a0b68b": "སེམས་ཅན་རྣམས་དང་རྒྱལ་བ་ལས། །<br/>སངས་རྒྱས་ཆོས་འགྲུབ་འདྲ་བ་ལ། །<br/>རྒྱལ་ལ་གུས་བྱ་དེ་བཞིན་དུ། །<br/>སེམས་ཅན་ལ་མིན་ཅི་ཡི་ཚུལ། །",
    "eb010d0d-2f09-4842-8f2c-31ef22e4cd4c": "བསམ་པའི་ཡོན་ཏན་རང་གིས་མིན། །<br/>འབྲས་བུ་ལས་ཡིན་དེས་མཚུངས་པར། །<br/>སེམས་ཅན་རྣམས་ལའང་ཡོན་ཏན་ཡོད། །<br/>དེ་ཕྱིར་དེ་དག་མཉམ་པ་ཡིན། །",
    "7bc41842-48b4-40fc-98ed-782543133ddc": "བྱམས་སེམས་ལྡན་ལ་མཆོད་པ་གང་། །<br/>དེ་ནི་སེམས་ཅན་ཆེ་བ་ཉིད། །<br/>སངས་རྒྱས་དད་པའི་བསོད་ནམས་གང་། །<br/>དེ་ཡང་སངས་རྒྱས་ཆེ་བ་ཉིད། །",
    "d7acbf75-df50-464d-b085-7cf465a4c985": "སངས་རྒྱས་ཆོས་འགྲུབ་ཆ་ཡོད་པ། །<br/>དེས་ན་དེ་དག་མཉམ་པར་འདོད། །<br/>ཡོན་ཏན་རྒྱ་མཚོ་མཐའ་ཡས་པའི། །<br/>སངས་རྒྱས་རྣམས་དང་འགའ་མི་མཉམ། །",
    "7d592424-3400-40d4-9d30-152f5d249e10": "ཡོན་ཏན་མཆོག་ཚོགས་གཅིག་པུ་ཡི། །<br/>ཡོན་ཏན་ཤས་ཙམ་འགའ་ཞིག་ལ། །<br/>སྣང་ནའང་དེ་ལ་མཆོད་དོན་དུ། །<br/>ཁམས་གསུམ་ཕུལ་ཡང་ཆུང་བར་འགྱུར། །",
    "b15d10f5-97da-4777-9b90-8e94dd655b88": "སངས་རྒྱས་ཆོས་མཆོག་སྐྱེ་བའི་ཤས། །<br/>སེམས་ཅན་རྣམས་ལ་ཡོད་པས་ན། །<br/>འདི་ཙམ་དག་གིས་ཆ་བསྟུན་ནས། །<br/>སེམས་ཅན་མཆོད་བྱར་རིགས་པར་འགྱུར། །",
    "88aa7364-3dc1-4c30-b827-f51ed2f797f8": "གཞན་ཡང་གཡོ་མེད་གཉེན་གྱུར་ཅིང་། །<br/>ཕན་པ་དཔག་མེད་མཛད་རྣམས་ལ། །<br/>སེམས་ཅན་མགུ་བྱ་མ་གཏོགས་པར། །<br/>གཞན་གང་ཞིག་གིས་ལན་ལོན་འགྱུར། །",
    "c039f23d-7f27-4f98-af65-76b22d35882b": "གང་ཕྱིར་སྐུ་གཏོང་མནར་མེད་འཇུག་པ་ལ། །<br/>དེ་ལ་ཕན་བཏགས་ལན་ལོན་འགྱུར་བས་ན། །<br/>དེ་བས་འདི་དག་གནོད་ཆེན་བྱེད་ན་ཡང་། །<br/>ཐམས་ཅད་བཟང་དགུ་ཞིག་ཏུ་སྤྱད་པར་བྱ། །",
    "9ac77dd7-da94-4f4e-a8e7-1020a92965fd": "རེ་ཞིག་བདག་གི་རྗེར་གྱུར་ཉིད་ཀྱང་ནི། །<br/>གང་ཕྱིར་རང་གི་སྐུ་ལའང་མི་གཟིགས་པ། །<br/>དེ་ལ་རྨོངས་པ་བདག་གིས་ཇི་ལྟར་ན། །<br/>ང་རྒྱལ་བྱ་ཞིང་བྲན་གྱི་དངོས་མི་བྱ། །",
    "7518b128-8ef4-41ba-ba89-25fa941cc682": "གང་དག་བདེ་བས་ཐུབ་རྣམས་དགྱེས་འགྱུར་ཞིང་། །<br/>གང་ལ་གནོད་ན་མི་དགྱེས་འབྱུང་འགྱུར་བ། །<br/>དེ་དག་དགའ་བས་ཐུབ་པ་ཀུན་དགྱེས་ཤིང་། །<br/>དེ་ལ་གནོད་བྱས་ཐུབ་ལ་གནོད་པ་བྱས། །",
    "579c0c6d-8957-4b5a-ba43-37df84303bd8": "ཇི་ལྟར་ལུས་ལ་ཀུན་ནས་མེ་འབར་བ། །<br/>འདོད་པ་ཀུན་གྱིས་ཡིད་བདེར་མི་འགྱུར་བ། །<br/>དེ་བཞིན་སེམས་ཅན་གནོད་པ་བྱས་ན་ཡང་། །<br/>ཐུགས་རྗེ་ཆེ་རྣམས་དགྱེས་པའི་ཐབས་མེད་དོ། །",
    "3722530a-6c1e-4408-81f6-6418cb00f65e": "དེ་བས་བདག་གིས་འགྲོ་ལ་གནོད་བྱས་པས། །<br/>ཐུགས་རྗེ་ཆེ་ཀུན་མི་དགྱེས་གྱུར་པ་གང་། །<br/>སྡིག་དེ་དེ་རིང་སོ་སོར་བཤགས་བགྱི་ཡིས། །<br/>མི་དགྱེས་གང་ལགས་དེ་ཐུབ་བཟོད་པར་གསོལ། །",
    "83633410-7246-4c5f-b27a-9099c3054988": "དེ་བཞིན་གཤེགས་རྣམས་དགྱེས་པར་བགྱི་སླད་དུ། །<br/>དེང་ནས་བཟུང་ནས་འཇིག་རྟེན་བྲན་དུ་མཆི། །<br/>འགྲོ་མང་རྡོག་པས་བདག་གི་སྤྱིར་འཚོག་གམ། །<br/>འགུམས་ཀྱང་མི་བསྡོ་འཇིག་རྟེན་མགོན་དགྱེས་མཛོད། །",
    "963d62fe-6d5c-4ce1-bbdf-40fa89310f9a": "འགྲོ་བ་འདི་ཀུན་ཐུགས་རྗེའི་བདག་ཅན་དེས། །<br/>བདག་ཏུ་མཛད་པ་འདི་ལ་ཐེ་ཚོམ་མེད། །",
    "56490b89-7df5-4fe7-b671-86d5e5f83116": "སེམས་ཅན་ངོ་བོར་མཐོང་བ་འདི་དག་ཉིད། །<br/>མགོན་དེ་བདག་ཉིད་ཅི་ཕྱིར་གུས་མི་བྱེད། །",
    "fc4f30e4-71bf-4b7a-8c92-1af7e5faa2c9": "འདི་ཉིད་དེ་བཞིན་གཤེགས་པ་མཉེས་བྱེད་ཡིན། །<br/>རང་དོན་ཡང་དག་སྒྲུབ་པའང་འདི་ཉིད་དོ། །",
    "0bee9bf2-621e-494a-bdc1-4f1c3ab1b9a2": "འཇིག་རྟེན་སྡུག་བསྔལ་སེལ་བའང་འདི་ཉིད་དེ། །<br/>དེ་ལྟས་བདག་གིས་རྟག་ཏུ་དེ་ཉིད་བྱ། །",
    "8f1bce72-5a43-4f23-aee6-f14a26edba9c": "དཔེར་ན་རྒྱལ་པོའི་མི་འགའ་ཞིག །<br/>སྐྱེ་བོ་མང་ལ་གནོད་བྱེད་ཀྱང་། །<br/>སྐྱེ་བོ་མིག་རྒྱང་རིང་པོ་དག །<br/>ནུས་ཀྱང་ཕྱིར་གནོད་མི་བྱེད་དེ། །",
    "fc765014-5a01-47cf-b241-50253d125e26": "འདི་ལྟར་དེ་གཅིག་མ་ཡིན་གྱི། །<br/>རྒྱལ་པོའི་མཐུ་སྟོབས་དེ་ཡི་མཐུ། །<br/>དེ་བཞིན་གནོད་བྱེད་ཉམ་ཆུང་བ། །<br/>འགའ་ཡང་ཁྱད་དུ་གསད་མི་བྱ། །",
    "a7b9700f-8843-4f45-bf0f-43e59ecb972e": "འདི་ལྟར་དམྱལ་བའི་སྲུང་མ་དང་། །<br/>ཐུགས་རྗེ་ལྡན་རྣམས་དེ་ཡི་དཔུང་། །",
    "ad027c6f-91f4-4103-96be-2f47413ee558": "དེ་ལྟར་དམངས་ཀྱིས་རྒྱལ་གཏུམ་བཞིན། །<br/>སེམས་ཅན་རྣམས་ནི་མགུ་བར་བྱ། །",
    "08261962-f019-4af6-b3ff-84acdd8e637f": "རྒྱལ་པོ་ལྟ་ཞིག་ཁྲོས་ན་ཡང་། །<br/>སེམས་ཅན་མི་མགུ་བྱས་པ་ཡིས། །<br/>མྱོང་བར་འགྱུར་བ་གང་ཡིན་པ། །<br/>དམྱལ་བའི་གནོད་པ་དེས་བྱེད་དམ། །",
    "0ebff01d-ca96-449c-92a1-819b72bb0637": "རྒྱལ་པོ་ལྟ་ཞིག་མགུ་ན་ཡང་། །<br/>སེམས་ཅན་མགུ་བར་བྱས་པ་ཡིས། །<br/>འཐོབ་པར་འགྱུར་བ་གང་ཡིན་པ། །<br/>སངས་རྒྱས་ཉིད་སྦྱིན་མི་སྲིད་དོ། །",
    "f7f9798b-255b-4201-947a-5ab30f07f1b0": "སེམས་ཅན་མགུ་ལས་བྱུང་བ་ཡི། །<br/>མ་འོངས་སངས་རྒྱས་འགྲུབ་ལྟ་ཞོག །<br/>ཚེ་འདི་ཉིད་ལ་དཔལ་ཆེན་དང་། །<br/>གྲགས་དང་སྐྱིད་འགྱུར་ཅིས་མ་མཐོང་། །",
    "079b9e1d-bbeb-4365-a0bd-22e04a9d434d": "འཁོར་ཚེ་བཟོད་པས་མཛེས་སོགས་དང་། །<br/>ནད་མེད་པ་དང་གྲགས་པ་ཡིས། །<br/>ཤིན་ཏུ་ཡུན་རིང་འཚོ་བ་དང་། །<br/>འཁོར་ལོས་སྒྱུར་བའི་བདེ་རྒྱས་ཐོབ། །",
    "aa839444-2aa3-412e-aa64-985ac56789a5": "བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས། བཟོད་པ་བསྟན་པ་ཞེས་བྱ་བ་སྟེ་ལེའུ་དྲུག་པའོ།། །།",
    "97aabcf6-1a33-423c-80f1-529c9f880a6d": "དེ་ལྟར་བཟོད་པས་བརྩོན་འགྲུས་བརྩམ། །<br/>འདི་ལྟར་བརྩོན་ལ་བྱང་ཆུབ་གནས། །<br/>རླུང་མེད་གཡོ་བ་མེད་པ་བཞིན། །<br/>བསོད་ནམས་བརྩོན་འགྲུས་མེད་མི་འབྱུང་། །",
    "bee58268-1429-4e80-89ab-9f329f7e9926": "བརྩོན་གང་དགེ་ལ་སྤྲོ་བའོ། །",
    "81a39a50-8e39-4258-aeb2-2bd5aab0f843": "དེ་ཡི་མི་མཐུན་ཕྱོགས་བཤད་བྱ། །<br/>ལེ་ལོ་ངན་ལ་ཞེན་པ་དང་། །<br/>སྒྱིད་ལུག་བདག་ཉིད་བརྙས་པའོ། །",
    "f10f1e46-74f8-4e06-b2a0-3bf112ca3893": "སྙོམ་ལས་བདེ་བའི་རོ་མྱང་དང་། །<br/>གཉིད་ལ་བརྟེན་པའི་སྲེད་པ་ཡིས། །<br/>འཁོར་བའི་སྡུག་བསྔལ་མི་སྐྱོ་ལས། །<br/>ལེ་ལོ་ཉེ་བར་སྐྱེ་བར་འགྱུར། །",
    "2b911d80-02a7-4ae9-b169-9b7f1930d7c5": "ཉོན་མོངས་རྒྱ་པས་བཤོར་ནས་ནི། །<br/>སྐྱེ་བའི་རྒྱར་ནི་ཆུད་གྱུར་ནས། །<br/>འཆི་བདག་ཁར་ནི་སོང་གྱུར་པ། །<br/>ཅི་སྟེ་ད་དུང་མི་ཤེས་སམ། །",
    "eb637089-5a68-45c5-849f-0dd8c9773e20": "རང་སྡེ་རིམ་གྱིས་གསོད་པ་ཡང་། །<br/>ཁྱོད་ཀྱིས་མཐོང་བར་མ་གྱུར་ཏམ། །<br/>འོན་ཀྱང་གཉིད་ལ་བརྟེན་པ་གང་། །<br/>གདོལ་པ་དང་ནི་མ་ཧེ་བཞིན། །",
    "4a5706dd-92ca-497e-9530-ef3d3c2610c0": "ལམ་ནི་ཀུན་ནས་བཀག་ནས་སུ། །<br/>འཆི་བདག་གིས་ནི་བལྟས་བཞིན་དུ། །<br/>ཇི་ལྟར་ཁྱོད་ནི་ཟ་དགའ་ཞིང་། །<br/>འདི་ལྟར་གཉིད་ལོག་ཇི་ལྟར་དགའ། །",
    "6e477ede-90e6-43a1-a7d6-74dd0072146e": "མྱུར་བ་ཉིད་དུ་འཆི་འགྱུར་བས། །<br/>ཇི་སྲིད་དུ་ནི་ཚོགས་བསག་བྱ། །<br/>དེ་ཚེ་ལེ་ལོ་སྤངས་ཀྱང་ནི། །<br/>དུས་མ་ཡིན་པར་ཅི་ཞིག་བྱ། །",
    "5904e998-6591-472f-8f82-fa6a40a7a59d": "འདི་ནི་མ་བྱས་བརྩམས་པ་དང་། །<br/>འདི་ཕྱེད་བྱས་པར་གནས་པ་ལ། །<br/>གློ་བུར་འཆི་བདག་འོངས་ནས་ནི། །<br/>ཀྱི་ཧུད་བཅོམ་ཞེས་སེམས་པར་འགྱུར། །",
    "1526f7e5-8f7c-48d5-8b73-69738dbea38e": "མྱ་ངན་ཤུགས་ཀྱིས་སྐྲངས་པ་ཡི། །<br/>མིག་དམར་གདོང་ལ་མཆི་མ་འཛག །<br/>ཉེ་དུ་རེ་ཐག་ཆད་པ་དང་། །<br/>གཤིན་རྗེའི་ཕོ་ཉའི་བཞིན་ལ་བལྟ། །",
    "07ed8509-fbfb-4627-8777-588ed1ed2a4b": "རང་སྡིག་དྲན་པས་གདུང་བ་དང་། །<br/>དམྱལ་བའི་སྒྲ་ནི་ཐོས་པ་ཡིས། །<br/>སྐྲག་པས་མི་གཙང་ལུས་གོས་ཤིང་། །<br/>མྱོས་པར་འགྱུར་ཚེ་ཅི་ཞིག་བྱ། །",
    "768190d8-b522-4fb7-84de-4c1d95089dc4": "ཁྱོད་ནི་ཉ་གསོན་འགྲེ་བ་ལྟའི། །<br/>ཚེ་འདིར་འཇིགས་དང་ལྡན་གྱུར་ན། །<br/>སྡིག་བྱས་དམྱལ་བ་མི་བཟད་པའི། །<br/>སྡུག་བསྔལ་རྣམས་ནི་སྨོས་ཅི་དགོས། །",
    "73af25a0-a1c5-4c86-b317-17fffc046b17": "ཆུ་ཚན་གྱིས་ནི་རེག་པ་ན། །<br/>གཞོན་ཤ་ཅན་ལ་རབ་ཚ་བའི། །<br/>དམྱལ་བ་ཡི་ནི་ལས་བྱས་ནས། །<br/>ཅི་ཕྱིར་འདི་ལྟར་བདེ་བར་གནས། །",
    "92dc7b0e-2d45-4e1a-8875-4204ccea5856": "བརྩོན་མེད་འབྲས་བུ་འདོད་པ་དང་། །<br/>བཟེ་རེ་ཅན་ལ་གནོད་མང་ཞིང་། །<br/>འཆི་བས་བཟུང་བཞིན་ལྷ་འདྲ་བ། །<br/>ཀྱི་ཧུད་སྡུག་བསྔལ་དག་གིས་བཅོམ། །",
    "d33c29ff-c839-4704-9c9d-9e55d2d630ab": "མི་ཡི་གྲུ་ལ་བརྟེན་ནས་སུ། །<br/>སྡུག་བསྔལ་ཆུ་བོ་ཆེ་ལས་སྒྲོལ། །<br/>གྲུ་འདི་ཕྱི་ནས་རྙེད་དཀའ་བས། །<br/>རྨོངས་པ་དུས་སུ་གཉིད་མ་ལོག །",
    "653a6abd-1131-4438-98ec-be26cea382c5": "དགའ་བའི་རྒྱུ་ནི་མཐའ་ཡས་པའི། །<br/>དམ་ཆོས་དགའ་བའི་མཆོག་སྤངས་ནས། །<br/>སྡུག་བསྔལ་རྒྱུ་ཡིས་གཡེང་བ་དང་། །<br/>རྒོད་སོགས་ལ་ཁྱོད་ཅི་ཕྱིར་དགའ། །",
    "e5076bf1-d47f-4c76-8a4d-c9ef613c3da6": "སྒྱིད་ལུག་མེད་དང་དཔུང་ཚོགས་དང་། །<br/>ལྷུར་བླང་བདག་ཉིད་དབང་བྱ་དང་། །<br/>བདག་དང་གཞན་དུ་མཉམ་པ་དང་། །<br/>བདག་དང་གཞན་དུ་བརྗེ་བར་གྱིས། །",
    "f984ec47-6db7-425e-a40f-425d347edad5": "བདག་གིས་བྱང་ཆུབ་ག་ལ་ཞེས། །<br/>སྒྱིད་ལུག་པར་ནི་མི་བྱ་སྟེ། །<br/>འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་ནི། །<br/>བདེན་པ་གསུང་བས་བདེན་འདི་གསུངས། །",
    "e4b8844c-94db-4c49-96c7-e6f067d1f9a4": "སྦྲང་བུ་ཤ་སྦྲང་བུང་བ་དང་། །<br/>དེ་བཞིན་སྲིན་བུར་གང་གྱུར་པ། །<br/>དེས་ཀྱང་བརྩོན་པའི་སྟོབས་བསྐྱེད་ན། །<br/>བྱང་ཆུབ་ཐོབ་དཀའ་བླ་མེད་འཐོབ། །",
    "be6ad349-43c6-4789-b07e-386a0a7c91a2": "བདག་ལྟ་རིགས་ཀྱིས་མིར་སྐྱེས་ལ། །<br/>ཕན་དང་གནོད་པའི་ངོ་ཤེས་པས། །<br/>བྱང་ཆུབ་སྤྱོད་པ་མ་བཏང་ན། །<br/>བདག་གིས་བྱང་ཆུབ་ཅིས་མི་འཐོབ། །",
    "bd99f036-f5a9-4a61-94a8-9fcfddafad9d": "འོན་ཏེ་རྐང་ལག་ལ་སོགས་པ། །<br/>བཏང་དགོས་བདག་ནི་འཇིགས་ཤེ་ན། །<br/>ལྕི་དང་ཡང་བ་མ་དཔྱད་པར། །<br/>རྨོངས་པས་བདག་ནི་འཇིགས་པར་ཟད། །",
    "540077b7-d1d3-4f16-8bf0-f5938bf55de6": "བསྐལ་པ་བྱེ་བ་གྲངས་མེད་དུ། །<br/>ལན་གྲངས་དུ་མར་བཅད་པ་དང་། །<br/>དབུག་དང་བསྲེག་དང་གཤེགས་འགྱུར་གྱི། །<br/>བྱང་ཆུབ་ཐོབ་པར་མི་འགྱུར་རོ། །",
    "7d25d0f0-4216-46c1-be1e-db17fcf68dee": "བདག་གིས་བྱང་ཆུབ་སྒྲུབ་པ་ཡི། །<br/>སྡུག་བསྔལ་འདི་ནི་ཚོད་ཡོད་དེ། །<br/>ཟུག་རྔུ་ཁོང་བརླག་གནོད་བསལ་ཕྱིར། །<br/>ལུས་རྨ་བཏོད་པའི་སྡུག་བསྔལ་བཞིན། །",
    "b917747d-b055-40c6-8558-3ba0957eb92a": "སྨན་པ་ཀུན་ཀྱང་གསོ་དཔྱད་ཀྱིས། །<br/>མི་བདེ་བ་ཡི་ནད་མེད་བྱེད། །<br/>དེ་བས་སྡུག་བསྔལ་མང་པོ་དག །<br/>གཞོམ་ཕྱིར་མི་བདེ་ཆུང་བཟོད་བྱ། །",
    "c9274206-d480-4f8c-865a-2adc4671d5d2": "གསོ་དཔྱད་ཕལ་པ་འདི་འདྲ་བ། །<br/>སྨན་པ་མཆོག་གིས་མ་མཛད་དེ། །<br/>ཆོ་ག་ཤིན་ཏུ་འཇམ་པོ་ཡིས། །<br/>ནད་ཆེན་དཔག་མེད་གསོ་བར་མཛད། །",
    "81d44ef8-94c4-4c56-a21d-7b3eaf2d1934": "ཚོད་མ་ལ་སོགས་སྦྱིན་པ་ལའང་། །<br/>འདྲེན་པས་ཐོག་མར་སྦྱོར་བར་མཛད། །<br/>དེ་ལ་གོམས་ནས་ཕྱི་ནས་ནི། །<br/>རིམ་གྱིས་རང་གི་ཤ་ཡང་གཏོང་། །",
    "6efec66d-19b1-4af6-9997-44212b9d7481": "གང་ཚེ་རང་གི་ལུས་ལ་ནི། །<br/>ཚོད་སོགས་ལྟ་བུའི་བློ་སྐྱེས་པ། །<br/>དེ་ཚེ་ཤ་ལ་སོགས་གཏོང་བ། །<br/>དེ་ལ་དཀའ་བ་ཅི་ཞིག་ཡོད། །",
    "431cc369-98f5-41fd-ace4-7ab0110b7400": "སྡིག་པ་སྤང་ཕྱིར་སྡུག་བསྔལ་མེད། །<br/>མཁས་པའི་ཕྱིར་ན་མི་དགའ་མེད། །<br/>འདི་ལྟར་ལོག་པར་རྟོག་པ་དང་། །<br/>སྡིག་པས་སེམས་དང་ལུས་ལ་གནོད། །",
    "d0b7c77d-cd77-4f03-93e0-0dfab8f2ec67": "བསོད་ནམས་ཀྱིས་ནི་ལུས་བདེ་ལ། །<br/>མཁས་པ་ཡིས་ནི་སེམས་བདེ་ན། །<br/>གཞན་དོན་འཁོར་བར་གནས་ཀྱང་ནི། །<br/>སྙིང་རྗེ་ཅན་དག་ཅི་སྟེ་སྐྱོ། །",
    "4e6fc681-7d6a-45b5-a534-7a10d832c763": "འདི་ནི་བྱང་ཆུབ་སེམས་སྟོབས་ཀྱིས། །<br/>སྔོན་གྱི་སྡིག་པ་ཟད་བྱེད་ཅིང་། །<br/>བསོད་ནམས་རྒྱ་མཚོ་སྡུད་བྱེད་ཕྱིར། །<br/>ཉན་ཐོས་རྣམས་པས་མཆོག་ཏུ་བཤད། །",
    "ef97d509-939a-430d-984e-0ccc3b28e9c4": "དེ་བས་སྐྱོ་ངལ་ཀུན་སེལ་བའི། །<br/>བྱང་ཆུབ་སེམས་ཀྱི་རྟ་ཞོན་ནས། །<br/>བདེ་ནས་བདེ་བར་འགྲོ་བ་ལ། །<br/>སེམས་ཤེས་སུ་ཞིག་སྒྱིད་ལུག་འགྱུར། །",
    "d49a97a4-8580-4f9b-a7c4-8ce771089289": "སེམས་ཅན་དོན་གྲུབ་བྱ་ཕྱིར་དཔུང་། །<br/>མོས་བརྟན་དགའ་དང་དོར་བ་ཡིན། །<br/>མོས་པ་སྡུག་བསྔལ་འཇིགས་པ་དང་། །<br/>དེ་ཡི་ཕན་ཡོན་བསམ་པས་བསྐྱེད། །",
    "3a39c975-40db-44cb-b5ad-9de2b2184d1b": "དེ་ལྟར་མི་མཐུན་ཕྱོགས་སྤངས་ཏེ། །<br/>མོས་དང་ང་རྒྱལ་དགའ་དང་དོར། །<br/>ལྷུར་ལེན་དབང་བསྒྱུར་སྟོབས་ཀྱིས་ནི། །<br/>བརྩོན་འགྲུས་སྤེལ་ཕྱིར་འབད་པར་བྱ། །",
    "0e71aa96-a859-40cd-90b5-57ab9644e4f6": "བདག་དང་གཞན་གྱི་ཉེས་པ་ནི། །<br/>དཔག་མེད་བདག་གིས་གཞོམ་བྱ་སྟེ། །<br/>གང་དུ་ཉེས་པ་རེ་རེ་ལའང་། །<br/>བསྐལ་པ་རྒྱ་མཚོ་ཟད་འགྱུར་བ། །",
    "c2ea242b-9631-4c74-b570-6bbb47af11ee": "ཉེས་ཟད་རྩོམ་པ་དེ་ཡི་ནི། །<br/>ཆ་ཡང་བདག་ལ་མ་མཐོང་ན། །<br/>སྡུག་བསྔལ་དཔག་ཏུ་མེད་པའི་གནས། །<br/>བདག་གོ་ཅི་ཕྱིར་སྙིང་མ་གས། །",
    "98c551cb-084d-4960-a154-36d63369a313": "བདག་དང་གཞན་གྱི་ཡོན་ཏན་ནི། །<br/>མང་པོ་བདག་གིས་བསྒྲུབ་བྱ་སྟེ། །<br/>དེ་ལ་ཡོན་ཏན་རེ་རེ་ཡང་། །<br/>བསྐལ་པ་རྒྱ་མཚོས་གོམས་འགྱུར་ན། །",
    "a402dbe8-ebff-4ecf-b375-dbf0471750a4": "བདག་ནི་ཡོན་ཏན་ཆ་ལ་ཡང་། །<br/>གོམས་པ་ནམ་ཡང་མ་སྐྱེས་ཏེ། །<br/>ཇི་ཞིག་ལྟར་རྙེད་སྐྱེ་བ་ནི། །<br/>བདག་གིས་དོན་མེད་བྱས་པ་མཚར། །",
    "17052626-d340-4443-a4fb-4169e347fef6": "བདག་གིས་བཅོམ་ལྡན་མ་མཆོད་ཅིང་། །<br/>དགའ་སྟོན་ཆེན་པོའི་བདེ་མ་བྱིན། །<br/>བསྟན་ལ་བྱ་བ་མ་བྱས་དང་། །<br/>དབུལ་པོའི་བསམ་པ་རྫོགས་མ་བྱས། །",
    "2853246a-dc70-4ab7-88e3-35243c110ba6": "འཇིགས་ལ་མི་འཇིགས་མ་བྱིན་དང་། །<br/>ཉམ་ཐག་བདེ་མ་བྱིན་ན་བདག །<br/>མ་ཡི་མངལ་གྱི་ཟུག་རྔུ་དང་། །<br/>སྡུག་བསྔལ་འབའ་ཞིག་བསྐྱེད་པར་ཟད། །",
    "db51c744-d5e0-4a4c-aa74-ef3418ee1808": "བདག་ནི་སྔོན་དང་ད་ལྟར་ཡང་། །<br/>ཆོས་ལ་མོས་དང་བྲལ་བ་ཡིས། །<br/>ཕོངས་པ་འདི་འདྲ་བྱུང་བར་གྱུར། །<br/>སུ་ཞིག་ཆོས་ལ་མོས་པ་གཏོང་། །",
    "acca441d-1c5e-4f9e-82c4-1de1516ca576": "དགེ་བའི་ཕྱོགས་ནི་ཐམས་ཅད་ཀྱི། །<br/>རྩ་བ་མོས་པར་ཐུབ་པས་གསུངས། །<br/>དེ་ཡི་རྩ་བ་རྟག་ཏུ་ནི། །<br/>རྣམ་སྨིན་འབྲས་བུ་བསྒོམས་པས་སོ། །",
    "4ec08d61-00ca-4b71-951f-8f292e2d0739": "སྡུག་བསྔལ་ཡིད་མི་བདེ་བ་དང་། །<br/>འཇིགས་པ་རྣམ་པ་སྣ་ཚོགས་དང་། །<br/>འདོད་པ་རྣམས་དང་བྲལ་བ་ནི། །<br/>སྡིག་པ་སྤྱོད་ལས་འབྱུང་བར་འགྱུར། །",
    "4f6dc2c4-f8c8-4f3c-8e65-898c33aa0104": "ཡིད་ལ་བསམས་པའི་དགེ་བྱས་པས། །<br/>གང་དང་གང་དུ་འགྲོ་འགྱུར་བ། །<br/>དེ་དང་དེར་ནི་བསོད་ནམས་དེས། །<br/>འབྲས་བུའི་ཡོན་གྱིས་མངོན་མཆོད་འགྱུར། །",
    "9a7b4a2b-d11b-44b4-b71b-ea5d63cf676f": "སྡིག་པ་བྱེད་པ་བདེ་འདོད་ཀྱང་། །<br/>གང་དང་གང་དུ་འགྲོ་འགྱུར་བ། །<br/>དེ་དང་དེར་ནི་སྡིག་པ་དེས། །<br/>སྡུག་བསྔལ་མཚོན་གྱིས་རྣམ་པར་འཇོམས། །",
    "e121c4f8-8906-4b6d-9477-3757916e012e": "རྒྱ་ཆེ་དྲི་བཟང་བསེལ་བའི་པདྨའི་སྙིང་པོར་གནས། །<br/>རྒྱལ་བའི་གསུང་སྙན་ཟས་ཀྱིས་གཟི་བརྗིད་བསྐྱེད་བྱས་པ། །<br/>ཐུབ་འོད་ཀྱིས་རྒྱས་པདྨ་ལས་བྱུང་ལུས་མཆོག་ཅན། །<br/>རྒྱལ་བའི་མདུན་གནས་བདེ་གཤེགས་སྲས་སུ་དགེ་བས་འགྱུར། །",
    "24ade8f0-cf6e-4f00-acd1-ae3c99ca7d8a": "གཤིན་རྗེའི་སྐྱེས་བུས་པགས་པ་མ་ལུས་བཤུས་པས་ཤིན་ཏུ་ཉམ་ཐག་ཅིང་། །<br/>རབ་ཏུ་ཚ་བའི་མེ་ཡིས་བཞུས་པའི་ཟངས་ཞུན་ལུས་ལ་བླུགས་གྱུར་ལ། །<br/>འབར་བའི་རལ་གྲི་མདུང་ཐུང་གིས་བསྣུན་ཤ་ཡི་དུམ་བུ་བརྒྱར་ལྷགས་ཤིང་། །<br/>ཤིན་ཏུ་འབར་བའི་ལྕགས་ཀྱི་ས་གཞིར་ལྷུང་བ་མི་དགེ་མང་པོས་འགྱུར། །",
    "55950cd1-c662-4315-ab3f-b0d4bab09f23": "དེ་བས་དགེ་ལ་མོས་བྱ་ཞིང་། །<br/>གུས་པ་ཉིད་དུ་བསྒོམ་པར་བྱ། །",
    "5a334f78-32c2-4737-8490-396982551037": "རྡོ་རྗེ་རྒྱལ་མཚན་ཆོ་ག་ཡིས། །<br/>བརྩམས་ནས་ང་རྒྱལ་བསྒོམ་པར་བྱ། །",
    "b5272e0f-b015-46c4-b966-96f8c11bd075": "དང་པོར་འབྱོར་པ་བརྟགས་ནས་ནི། །<br/>བརྩམ་མམ་ཡང་ན་མི་བརྩམ་བྱ། །<br/>མ་བརྩམས་པ་ནི་མཆོག་ཡིན་གྱི། །<br/>བརྩམས་ནས་ལྡོག་པར་མི་བྱའོ། །",
    "f19f4047-4663-49e2-8681-8fcbac105042": "སྐྱེ་བ་གཞན་དུ་དེ་གོམས་ཤིང་། །<br/>སྡིག་དང་སྡུག་བསྔལ་འཕེལ་བར་འགྱུར། །<br/>གཞན་དང་འབྲས་བུའི་དུས་ཀྱང་ནི། །<br/>དམན་འགྱུར་དེ་ཡང་འགྲུབ་མི་འགྱུར། །",
    "d15d6761-8e52-46d4-99db-253ae861bb64": "ལས་དང་ཉོན་མོངས་ནུས་པ་སྟེ། །<br/>གསུམ་པོ་དག་ལ་ང་རྒྱལ་བྱ། །",
    "1e430412-eb3f-4ca9-a9fe-24c42c74abf3": "བདག་ཉིད་གཅིག་པུས་བྱའོ་ཞེས། །<br/>འདི་ནི་ལས་ཀྱི་ང་རྒྱལ་ཉིད། །",
    "77e24c85-846a-4b35-99e5-1f57037bb035": "ཉོན་མོངས་དབང་མེད་འཇིག་རྟེན་འདིས། །<br/>རང་དོན་སྒྲུབ་པར་མི་ནུས་པས། །<br/>འགྲོ་བས་བདག་ལྟར་མི་ནུས་ཏེ། །<br/>དེ་བས་བདག་གིས་འདི་བྱའོ། །",
    "5f8d3f70-bb9c-4aab-8b98-d0aba2f3a185": "གཞན་དག་དམན་པའི་ལས་བྱེད་ན། །<br/>བདག་ཉིད་ཀྱང་ནི་ཇི་ལྟར་འདུག །<br/>ང་རྒྱལ་གྱིས་ནི་མི་བྱེད་དེ། །<br/>བདག་ལ་ང་རྒྱལ་མེད་པ་མཆོག །",
    "59e86f21-3df1-41e9-8183-88db0505ac15": "ཤི་བའི་སྦྲུལ་དང་ཕྲད་གྱུར་ན། །<br/>ཁྭ་ཡང་མཁའ་ལྡིང་ལྟ་བུར་སྤྱོད། །<br/>གལ་ཏེ་བདག་ཉིད་ཉམ་ཆུང་ན། །<br/>ལྟུང་བ་ཆུང་ངུའང་གནོད་པར་བྱེད། །",
    "09575aa4-b451-43c2-980a-7887f361c2d6": "ཞུམ་བཅས་རྩོལ་བ་དོར་བ་ལ། །<br/>ཕོངས་ལས་ཐར་བ་ཡོད་དམ་ཅི། །<br/>ང་རྒྱལ་རྩོལ་བ་བསྐྱེད་པས་ནི། །<br/>ཆེན་པོ་ཡིས་ཀྱང་ཐུབ་པར་དཀའ། །",
    "01261538-f5af-4242-8971-1d78d8bb5598": "དེ་བས་སེམས་ནི་བརྟན་པ་ཡིས། །<br/>ལྟུང་བ་རྣམས་ནི་གཞོམ་བྱ་སྟེ། །<br/>བདག་ནི་ལྟུང་བས་ཕམ་བྱས་ན། །<br/>ཁམས་གསུམ་རྒྱལ་འདོད་བཞད་གད་འགྱུར། །",
    "1936104c-4ff0-448a-943c-5aacf3fced70": "བདག་གིས་ཀུན་ལས་རྒྱལ་བྱ་སྟེ། །<br/>བདག་ལས་སུ་ཡང་རྒྱལ་མི་བྱ། །<br/>རྒྱལ་བ་སེང་གེའི་སྲས་བདག་གིས། །<br/>ང་རྒྱལ་འདི་ལ་གནས་པར་བྱ། །",
    "bd2cbd6b-29b6-4951-9601-3b65896a4564": "འགྲོ་གང་ང་རྒྱལ་གྱིས་བཅོམ་དེ། །<br/>ཉོན་མོངས་ང་རྒྱལ་ཅན་མ་ཡིན། །<br/>ང་རྒྱལ་ཅན་དགྲའི་དབང་མི་འགྲོ། །<br/>དེ་དག་ང་རྒྱལ་དགྲ་དབང་འགྱུར། །",
    "1ad0cd63-ac5b-4a65-ac53-c7a0841cc531": "ཉོན་མོངས་ང་རྒྱལ་གྱིས་ཁེངས་ནི། །<br/>ངན་འགྲོར་ང་རྒྱལ་གྱིས་ཁྲིད་ཅིང་། །<br/>མི་ཡི་དགའ་སྟོན་བཅོམ་པ་དང་། །<br/>གཞན་གྱི་ཟན་ཟའི་བྲན་དང་ནི། །<br/>གླེན་པ་མི་སྡུག་ཉམ་ཆུང་དང་། །<br/>ཐམས་ཅད་དུ་ནི་བརྙས་པར་འགྱུར། །<br/>ང་རྒྱལ་གྱིས་ཁེངས་དཀའ་ཐུབ་ཅན། །<br/>དེ་ཡང་ང་རྒྱལ་ཅན་གཏོགས་ན། །<br/>དམན་པ་ཅི་འདྲ་ཡིན་པ་སྨྲོས། །",
    "36dd7b2f-c123-4927-a313-a2a66282e22f": "གང་ཞིག་ང་རྒྱལ་དགྲ་ལས་རྒྱལ་ཕྱིར་ང་རྒྱལ་འཆང་། །<br/>དེ་ནི་ང་རྒྱལ་ཅན་དང་རྣམ་རྒྱལ་དཔའ་དེ་ཉིད། །<br/>གང་ཞིག་ང་རྒྱལ་དགྲ་བདོ་བ་ཡང་ངེས་བཅོམ་སྟེ། །<br/>འགྲོ་ལ་འདོད་བཞིན་རྒྱལ་བའི་འབྲས་བུ་རྫོགས་པར་བྱེད། །",
    "31f5074d-c26f-4ad4-8ff7-bdb06387cb74": "ཉོན་མོངས་ཕྱོགས་ཀྱི་ཁྲོད་གནས་ན། །<br/>རྣམ་པ་སྟོང་དུ་སྲན་གཟུགས་ཏེ། །<br/>ཝ་ལ་སོགས་པས་སེང་གེ་བཞིན། །<br/>ཉོན་མོངས་ཚོགས་ཀྱིས་མི་ཚུགས་བྱ། །",
    "3e7547af-803b-4dce-bcf7-2866532ecb69": "ཉམ་ང་ཆེ་ཐང་བྱུང་གྱུར་ཀྱང་། །<br/>མི་ཡིས་མིག་ནི་བསྲུང་བ་ལྟར། །<br/>དེ་བཞིན་ཉམ་ང་བྱུང་གྱུར་ཀྱང་། །<br/>ཉོན་མོངས་དབང་དུ་མི་འགྱུར་བྱ། །",
    "ad555992-cb79-4bd2-9ccd-f94afdb304b5": "བདག་ནི་བསྲེགས་ཏེ་བསད་གྱུར་ཏམ། །<br/>བདག་གི་མགོ་བོ་བཅད་ཀྱང་བླ། །<br/>རྣམ་པ་ཀུན་དུ་ཉོན་མོངས་པའི། །<br/>དགྲ་ལ་འདུད་པར་མི་བྱའོ། །",
    "b740d06d-e017-446f-8d84-2ffe5547acdc": "དེ་བཞིན་གནས་སྐབས་ཐམས་ཅད་དུ། །<br/>རིགས་པ་ལས་ནི་གཞན་མི་སྤྱད། །<br/>རྩེད་མོའི་བདེ་འབྲས་འདོད་པ་ལྟར། །<br/>འདི་ཡིས་བྱ་བའི་ལས་གང་ཡིན། །",
    "fbbb60a4-da4a-4a99-be35-86fa1612c877": "ལས་དེ་ལ་ནི་ཞེན་བྱ་སྟེ། །<br/>ལས་དེས་མི་ངོམས་དགའ་བར་བྱ། །<br/>བདེ་བའི་དོན་དུ་ལས་བྱས་ཀྱང་། །<br/>བདེ་འགྱུར་མི་འགྱུར་གཏོལ་མེད་ཀྱི། །",
    "edba69c4-10ae-4228-b463-39acc2b6401a": "གང་གི་ལས་ཉིད་བདེ་འགྱུར་བ། །<br/>དེ་ལས་མི་བྱེད་ཇི་ལྟར་བདེ། །<br/>སྤུ་གྲིའི་སོར་ཆགས་སྦྲང་རྩི་ལྟའི། །<br/>འདོད་པ་རྣམས་ཀྱིས་མི་ངོམས་ན། །",
    "aef2b121-4cf3-4a12-93ad-53d8c041aedc": "རྣམ་སྨིན་བདེ་ལ་ཞི་བ་ཡི། །<br/>བསོད་ནམས་ཀྱིས་ལྟ་ཅི་སྟེ་ངོམས། །<br/>དེ་ལྟས་ལས་ཚར་ཕྱིན་བྱའི་ཕྱིར། །<br/>ཉི་མ་ཕྱེད་དུས་གདུངས་པ་ཡི། །",
    "fb494c53-376a-4bf3-8759-e463966bd9ce": "གླང་ཆེན་མཚོ་ཕྲད་མཚོར་འཇུག་ལྟར། །<br/>ལས་དེ་ལ་ཡང་འཇུག་པར་བྱ། །<br/>སྟོབས་ཉམས་པ་དང་རྗེས་འབྲེལ་ན། །<br/>སླར་བྱའི་དོན་དུ་དོར་བར་བྱ། །",
    "33bece4a-c5dc-4afa-9d84-ffb6086e9e93": "ལེགས་པར་ཟིན་ན་ཕྱི་མ་དང་། །<br/>ཕྱི་མ་འདོད་པས་དེ་སྤང་བྱ། །",
    "5c4af7c6-ddb5-4357-9108-aa502c3becc2": "འཐབ་རྙིང་དགྲ་དང་ལྷན་ཅིག་ཏུ། །<br/>གཡུལ་ངོར་རལ་ཁ་ལྷགས་པ་བཞིན། །<br/>ཉོན་མོངས་མཚོན་ལས་གཟུར་བྱ་ཞིང་། །<br/>ཉོན་མོངས་དགྲ་རྣམས་གཞོམ་པར་བཏེག །",
    "7bfce2b9-2ad7-4918-b07f-9bda9562d7c4": "གཡུལ་དུ་རལ་གྲི་ལྷུང་གྱུར་ན། །<br/>འཇིགས་པས་མྱུར་དུ་ལེན་པ་ལྟར། །<br/>དེ་བཞིན་དྲན་པའི་མཚོན་ཤོར་ན། །<br/>དམྱལ་བའི་འཇིགས་དྲན་མྱུར་དུ་བླང་། །",
    "a67c0c40-9f46-401c-a222-9e2332719293": "ཇི་ལྟར་ཁྲག་ལ་བརྟེན་བཅས་ནས། །<br/>དུག་ནི་ལུས་ལ་ཁྱབ་འགྱུར་བ། །<br/>དེ་བཞིན་གླགས་ནི་རྙེད་གྱུར་ན། །<br/>ཉེས་པས་སེམས་ལ་ཁྱབ་པར་འགྱུར། །",
    "f408725d-657f-4acf-aab9-c4fec9a305b4": "ཡུངས་མར་བཀང་བའི་སྣོད་བཀུར་ལ། །<br/>རལ་གྲི་ཐོགས་པས་དྲུང་བསྡད་དེ། །<br/>བོ་ན་གསོད་བསྡིགས་འཇིགས་པ་ལྟར། །<br/>བརྟུལ་ཞུགས་ཅན་གྱིས་དེ་བཞིན་སྒྲིམ། །",
    "1be80d51-2a87-4b1d-9a88-283df75229c7": "དེ་བས་པང་དུ་སྦྲུལ་འོངས་ན། །<br/>ཇི་ལྟར་རིངས་པར་ལྡང་བ་ལྟར། །<br/>དེ་བཞིན་གཉིད་དང་སྙོམ་འོངས་ན། །<br/>མྱུར་དུ་དེ་དག་བཟློག་པར་བྱ། །",
    "87185897-1c40-453f-9e1b-b1c0cb7a2e30": "ཉེས་པ་བྱུང་བ་རེ་རེ་ཞིང་། །<br/>བདག་ལ་སྨད་ནས་ཅི་ནས་ཀྱང་། །<br/>བདག་ལ་ཕྱིས་འདི་མི་འབྱུང་བ། །<br/>དེ་ལྟར་བྱ་ཞེས་ཡུན་རིང་བསམ། །",
    "96b7c5ac-1d6e-45bc-8fab-0e33f56c31af": "ཇི་ལྟར་གནས་སྐབས་འདི་དག་ལ། །<br/>དྲན་པ་གོམས་པ་ཉིད་འགྱུར་ཞེས། །<br/>རྒྱུ་འདི་ཡིས་ནི་ཕྲད་པའམ། །<br/>རིགས་པའི་ལས་ནི་འདོད་པར་བྱ། །",
    "5056f006-4893-4b91-b8f9-15ae4428b693": "ཅི་ནས་ལས་བྱེད་སྔོན་རོལ་ནས། །<br/>ཐམས་ཅད་ལ་ནི་མཐུ་ཡོད་པ། །<br/>དེ་ལྟར་བག་ཡོད་གཏམ་དྲན་ཏེ། །<br/>བདག་ཉིད་ལྡང་བ་ཡང་བར་བྱ། །",
    "89919e6a-a785-40a4-b7da-4153c36243f1": "ཇི་ལྟར་རླུང་ནི་འགྲོ་བ་དང་། །<br/>འོང་བས་ཤིང་བལ་དབང་བསྒྱུར་བ། །<br/>དེ་བཞིན་སྤྲོ་བས་དབང་བསྒྱུར་ཏེ། །<br/>དེ་ལྟར་ན་ནི་འགྲུབ་པར་འགྱུར། །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས། བརྩོན་འགྲུས་བསྟན་པ་ཞེས་བྱ་བ་སྟེ་ལེའུ་བདུན་པའོ།། །།",
    "d2dea77a-ff4a-4c17-9def-171e8f7fc516": "དེ་ལྟར་བརྩོན་འགྲུས་བསྐྱེད་ནས་ནི། །<br/>ཡིད་ནི་ཏིང་ངེ་འཛིན་ལ་བཞག །<br/>སེམས་ནི་རྣམ་པར་གཡེངས་པའི་མི། །<br/>ཉོན་མོངས་མཆི་བའི་ཕྲག་ན་གནས། །",
    "dca9a189-91e1-4886-84c9-7ab1cc0f2dec": "ལུས་དང་སེམས་ནི་དབེན་པ་ཡིས། །<br/>རྣམ་པར་གཡེང་བ་མི་འབྱུང་ངོ་། །<br/>དེ་བས་འཇིག་རྟེན་སྤང་བྱ་ཞིང་། །<br/>རྣམ་པར་རྟོག་པ་ཡོངས་སུ་དོར། །",
    "065d0674-1e4f-4351-9603-4a9bc62a0c3b": "ཆགས་པའི་ཕྱིར་དང་རྙེད་སོགས་ལ། །<br/>སྲེད་པས་འཇིག་རྟེན་མི་སྤོང་སྟེ། །<br/>དེ་བས་འདི་དག་ཡོངས་སྤོངས་ལ། །<br/>མཁས་པས་འདི་ལྟར་དཔྱད་པར་བྱ། །",
    "67e8308d-75df-45ef-9d4c-791f5d14407f": "ཞི་གནས་རབ་ཏུ་ལྡན་པའི་ལྷག་མཐོང་གིས། །<br/>ཉོན་མོངས་རྣམ་པར་འཇོམས་པར་ཤེས་བྱས་ནས། །<br/>ཐོག་མར་ཞི་གནས་བཙལ་བྱ་དེ་ཡང་ནི། །<br/>འཇིག་རྟེན་ཆགས་པ་མེད་ལ་མངོན་དགས་འགྲུབ། །",
    "b06d8a07-d994-4e27-a2f4-208a9bd6a887": "མི་རྟག་སུ་ཞིག་མི་རྟག་ལ། །<br/>ཡང་དག་ཆགས་པར་བྱེད་པ་ཡོད། །<br/>དེས་ནི་ཚེ་རབས་སྟོང་ཕྲག་ཏུ། །<br/>སྡུག་པ་མཐོང་བར་ཡོང་མི་འགྱུར། །",
    "2a45d830-e01c-4df4-a328-2ffabfbd75f1": "མ་མཐོང་ན་ནི་དགར་མི་འགྱུར། །<br/>ཡིད་ཀྱང་མཉམ་འཇོག་མི་འགྱུར་ལ། །<br/>མཐོང་ཡང་ངོམས་པར་མི་འགྱུར་བས། །<br/>སྔར་བཞིན་སྲེད་པས་གདུང་བར་འགྱུར། །",
    "222f6da6-92bd-47b0-91a2-cbfe7c1ded3f": "སེམས་ཅན་རྣམས་ལ་ཆགས་བྱས་ན། །<br/>ཡང་དག་ཉིད་ལ་ཀུན་ནས་སྒྲིབ། །<br/>སྐྱོ་བའི་སེམས་ཀྱང་འཇིག་པར་བྱེད། །<br/>ཐ་མར་མྱ་ངན་གདུང་བར་འགྱུར། །",
    "6c8ab3d7-0cb8-44a2-9c10-3426bab82ae7": "དེ་ལ་སེམས་པ་འབའ་ཞིག་གིས། །<br/>ཚེ་འདི་དོན་མེད་འདའ་བར་འགྱུར། །<br/>རྟག་པ་མེད་པའི་མཛའ་བཤེས་ཀྱིས། །<br/>གཡུང་དྲུང་ཆོས་ཀྱང་འཇིག་པར་འགྱུར། །",
    "48ad8ac9-bde2-48be-a883-559b3e554c88": "བྱིས་དང་སྐལ་བ་མཉམ་སྤྱོད་ན། །<br/>ངེས་པར་ངན་འགྲོར་འགྲོ་འགྱུར་ཏེ། །<br/>སྐལ་མི་མཉམ་པར་ཁྲིད་བྱེད་ན། །<br/>བྱིས་པ་བསྟེན་པས་ཅི་ཞིག་བྱ། །",
    "d8130ad9-0870-4140-973d-7329252a2575": "སྐད་ཅིག་གཅིག་གིས་མཛའ་འགྱུར་ལ། །<br/>ཡུད་ཙམ་གྱིས་ནི་དགྲར་ཡང་འགྱུར། །<br/>དགའ་བའི་གནས་ལ་ཁྲོ་བྱེད་པས། །<br/>སོ་སོའི་སྐྱེ་བོ་མགུ་བར་དཀའ། །",
    "c3bc3f70-5956-428b-a3bb-3de05d46ac7f": "ཕན་པར་སྨྲས་ན་ཁྲོ་བར་བྱེད། །<br/>བདག་ཀྱང་ཕན་ལས་བཟློག་པར་བྱེད། །<br/>དེ་དག་ངག་ནི་མ་མཉན་ན། །<br/>ཁྲོ་བས་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །",
    "57bd7517-0abe-40ec-9fd7-bcaafbfd6f0a": "མཐོ་ལ་ཕྲག་དོག་མཉམ་དང་འགྲན། །<br/>དམའ་ལ་ང་རྒྱལ་བསྟོད་ན་དྲེགས། །<br/>མི་སྙན་བརྗོད་ན་ཁོང་ཁྲོ་སྐྱེ། །<br/>ནམ་ཞིག་བྱིས་ལས་ཕན་པ་ཐོབ། །",
    "f3fd3282-120e-4790-8414-90b46ed74fdd": "བྱིས་དང་འགྲོགས་ན་བྱིས་པ་ལ། །<br/>བདག་བསྟོད་གཞན་ལ་སྨོད་པ་དང་། །<br/>འཁོར་བར་དགའ་བའི་གཏམ་ལ་སོགས། །<br/>མི་དགེ་ཅིས་ཀྱང་ངེས་པར་འབྱུང་། །",
    "73dd0d7d-cba7-4950-904f-29c5ecabe4ef": "དེ་ལྟར་བདག་དང་གཞན་བསྟེན་པ། །<br/>དེས་ནི་ཕུང་བར་འགྱུར་བར་ཟད། །<br/>དེས་ཀྱང་བདག་དོན་མ་བྱས་ལ། །<br/>བདག་ཀྱང་དེ་དོན་མི་འགྱུར་བས། །",
    "64b263ce-96b5-457c-b87f-ed8831ec1838": "བྱིས་ལས་ཐག་རིང་བྱོལ་བར་བྱ། །<br/>ཕྲད་ན་དགའ་བས་མགུ་བྱས་ཏེ། །<br/>འདྲིས་ཆེན་ཉིད་དུ་མི་འགྱུར་བར། །<br/>ཐ་མལ་པ་ཙམ་ལེགས་པར་བྱ། །",
    "e5009a83-1bfb-4ba9-9efd-7d3b337a280c": "བུང་བས་མེ་ཏོག་སྦྲང་རྩི་བཞིན། །<br/>ཆོས་ཀྱི་དོན་ཙམ་བླངས་ནས་ནི། །<br/>ཀུན་ལ་སྔོན་ཆད་མ་མཐོང་བཞིན། །<br/>འདྲིས་པ་མེད་པར་གནས་པར་བྱ། །",
    "c6023091-c9af-4ffc-a4b2-3338e4e218bc": "བདག་ནི་རྙེད་མང་བཀུར་སྟི་བཅས། །<br/>བདག་ལ་མང་པོ་དགའ་འོ་ཞེས། །<br/>དེ་འདྲའི་སྙེམས་པ་འཆང་གྱུར་ན། །<br/>ཤི་བའི་འོག་ཏུ་འཇིགས་པ་སྐྱེ། །",
    "5b5ad505-1580-47b5-8aeb-cdacd8ae69e2": "དེ་བས་རྣམ་པར་རྨོངས་པའི་ཡིད། །<br/>གང་དང་གང་ལ་ཆགས་གྱུར་པ། །<br/>དེ་དང་དེ་བསྡོངས་སྟོང་འགྱུར་དུ། །<br/>སྡུག་བསྔལ་ཉིད་དུ་འགྱུར་ཞིང་ལྡང་། །",
    "0b957f06-67e0-457c-b311-474dc192be50": "དེ་བས་མཁས་པས་ཆགས་མི་བྱ། །<br/>ཆགས་པ་ལས་ནི་འཇིགས་པ་སྐྱེ། །<br/>འདི་དག་རང་བཞིན་འདོར་འགྱུར་བས། །<br/>བརྟན་པར་གྱིས་ཏེ་རབ་ཏུ་རྟོགས། །",
    "75c62e05-3e60-4020-b0c5-492ac2026575": "རྙེད་པ་དག་ནི་མང་བྱུང་ཞིང་། །<br/>གྲགས་དང་སྙན་པ་བྱུང་གྱུར་ཀྱང་། །<br/>རྙེད་དང་གྲགས་པའི་ཚོགས་བཅས་ཏེ། །<br/>གང་དུ་འདོང་བའི་གཏོལ་མེད་དོ། །",
    "0446f3a4-d293-4a17-9c13-78686bca011e": "བདག་ལ་སྨོད་པ་གཞན་ཡོད་ན། །<br/>བསྟོད་པས་བདག་དགར་ཅི་ཞིག་ཡོད། །<br/>བདག་ལ་བསྟོད་པ་གཞན་ཡོད་ན། །<br/>སྨད་པས་མི་དགར་ཅི་ཞིག་ཡོད། །",
    "cc8fa010-3b29-4a31-b4d7-06dee7efde46": "སེམས་ཅན་མོས་པ་སྣ་ཚོགས་པ། །<br/>རྒྱལ་བས་ཀྱང་ནི་མི་མགུ་ན། །<br/>བདག་འདྲ་ངན་པས་སྨོས་ཅི་དགོས། །<br/>དེ་བས་འཇིག་རྟེན་བསམ་པ་བཏང་། །",
    "4ee90b37-e9db-4d65-9416-debbc244c0f9": "སེམས་ཅན་རྙེད་པ་མེད་ལ་སྨོད། །<br/>རྙེད་པ་ཅན་ལ་མི་སྙན་བརྗོད། །<br/>རང་བཞིན་འགྲོགས་དཀའ་དེ་དག་གིས། །<br/>དགའ་བ་ཇི་ལྟར་སྐྱེ་བར་འགྱུར། ",
    "e38c93ee-daee-406f-a210-eb2e18334a52": "།གང་ཕྱིར་བྱིས་པ་རང་དོན་ནི། །<br/>མེད་པར་དགའ་བ་མི་འབྱུང་བས། །<br/>བྱིས་པ་འགའ་ཡང་བཤེས་མིན་ཞེས། །<br/>དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་གསུངས། །",
    "1e02262d-118c-4f17-aeed-c9bba112d0a4": "ནགས་ན་རི་དྭགས་བྱ་རྣམས་དང་། །<br/>ཤིང་རྣམས་མི་སྙན་རྗོད་མི་བྱེད། །<br/>འགྲོགས་ན་བདེ་བ་དེ་དག་དང་། །<br/>ནམ་ཞིག་ལྷན་ཅིག་བདག་གནས་འགྱུར། །",
    "74de6d1a-0169-4a79-b781-9c265878677f": "ཕུག་གམ་ལྷ་ཁང་སྟེང་པའམ། །<br/>ལྗོན་ཤིང་དྲུང་དུ་གནས་བཅས་ཏེ། །<br/>ནམ་ཞིག་རྒྱབ་ཏུ་མི་ལྟ་ཞིང་། །<br/>ཆགས་པ་མེད་པར་འགྱུར་ཞིག་གུ། །",
    "7ffdfd19-3728-44c0-9cbf-29269941415b": "ས་ཕྱོགས་བདག་གིར་བཟུང་མེད་པ། །<br/>རང་བཞིན་གྱིས་ནི་ཡངས་རྣམས་སུ། །<br/>རང་དབང་སྤྱོད་ཅིང་ཆགས་མེད་པར། །<br/>ནམ་ཞིག་བདག་ནི་གནས་པར་འགྱུར། །",
    "a656a5b3-f664-4e75-afc3-3e7ecdbd9ff4": "ལྷུང་བཟེད་ལ་སོགས་ཉི་ཚེ་དང་། །<br/>ཀུན་ལ་མི་མཁོའི་གོས་འཆང་ཞིང་། །<br/>ལུས་འདི་སྦ་བ་མ་བྱས་ཀྱང་། །<br/>འཇིགས་མེད་གནས་པར་ནམ་ཞིག་འགྱུར། །",
    "442493d0-4300-42c2-8e36-57f92ab166a1": "དུར་ཁྲོད་སོང་ནས་གཞན་དག་གི། །<br/>རུས་གོང་དག་དང་བདག་གི་ལུས། །<br/>འཇིག་པའི་ཆོས་ཅན་དག་ཏུ་ནི། །<br/>ནམ་ཞིག་མགོ་སྙོམས་བྱེད་པར་འགྱུར། །",
    "462a23bf-55c4-4f2c-aa2c-144a8f1e92ff": "བདག་གི་ལུས་ནི་འདི་ཉིད་ཀྱང་། །<br/>གང་གི་དྲི་ཡིས་ཝ་དག་ཀྱང་། །<br/>དྲུང་དུ་ཉེར་འགྲོ་མི་འགྱུར་བ། །<br/>དེ་ལྟ་བུར་ནི་འགྱུར་བར་འོང་། །",
    "d9833e61-f678-4221-bc58-d1e14d520758": "ལུས་འདི་གཅིག་པུ་བྱུང་བ་ཡང་། །<br/>ལྷན་ཅིག་སྐྱེས་པའི་ཤ་རུས་དག །<br/>ཞིག་སྟེ་སོ་སོར་འགྱེས་འགྱུར་ན། །<br/>མཛའ་བ་གཞན་དག་ཅི་ཞིག་སྨོས། །",
    "a85d1b69-fbdf-4057-9444-922d5d3e5b84": "སྐྱེ་ན་གཅིག་པུ་སྐྱེ་འགྱུར་ཞིང་། །<br/>འཆི་ནའང་དེ་ཉིད་གཅིག་འཆི་སྟེ། །<br/>སྡུག་བསྔལ་སྐལ་གཞན་མི་ལེན་ན། །<br/>གེགས་བྱེད་མཛའ་བས་ཅི་ཞིག་བྱ། །",
    "8afbdc69-7920-46e3-848a-52b1711708d7": "ལམ་དག་ཏུ་ནི་ཞུགས་པ་རྣམས། །<br/>ཇི་ལྟར་གནས་ནི་འཛིན་བྱེད་ལྟར། །<br/>དེ་བཞིན་སྲིད་པའི་ལམ་ཞུགས་པའང་། །<br/>སྐྱེ་བའི་གནས་ནི་ཡོངས་སུ་འཛིན། །",
    "f344e496-6f6b-4c8e-86f1-d87656c8f379": "འཇིག་རྟེན་ཀུན་ནས་གདུང་བཞིན་དུ། །<br/>ཇི་སྲིད་སྐྱེས་བུ་བཞི་ཡིས་ནི། །<br/>དེ་ལས་དེ་ནི་མ་བཏེག་པ། །<br/>དེ་སྲིད་དུ་ནི་ནགས་སུ་སོང་། །",
    "0b356595-a30d-4c14-a687-a3f59dc5e4f7": "བཤེས་མེད་འཁོན་པའང་མེད་བྱས་ནས། །<br/>ལུས་འདི་གཅིག་པུ་དབེན་གནས་ཏེ། །<br/>སྔ་ནས་ཤི་དང་འདྲར་བརྩིས་ནས། །<br/>ཤི་ནའང་མྱ་ངན་བྱེད་པ་མེད། །",
    "948c4b4d-a2e7-4f37-a898-a424a31cc6ab": "དྲུང་ན་འཁོད་པ་སུ་དག་ཀྱང་། །<br/>མྱ་ངན་གནོད་པ་བྱེད་མེད་པས། །<br/>འདི་ཡིས་སངས་རྒྱས་རྗེས་དྲན་སོགས། །<br/>སུས་ཀྱང་གཡེངས་པར་འགྱུར་བ་མེད། །",
    "0c7a5b80-7049-465e-9b79-178f1523b3e1": "དེ་བས་ཤིན་ཏུ་མདངས་དགའ་བའི། །<br/>ནགས་ཚལ་ཚེགས་ཆུང་བདེ་སྐྱིད་ཅིང་། །<br/>གཡེང་བ་ཐམས་ཅད་ཞི་བྱེད་པར། །<br/>བདག་ཉིད་གཅིག་པུ་གནས་པར་བྱ། །",
    "e693de2a-4286-452d-85be-80768cbdc517": "བསམ་པ་གཞན་ནི་ཀུན་བཏང་སྟེ། །<br/>བདག་ལ་སེམས་པ་གཅིག་པུ་ཡིས། །<br/>སེམས་ནི་མཉམ་པར་གཞག་ཕྱིར་དང་། །<br/>དུལ་བར་བྱ་ཕྱིར་བརྩོན་ཏེ་བྱ། །",
    "9c86d995-484e-4ea9-84ad-11dfe4a856e6": "འཇིག་རྟེན་འདི་དང་ཕ་རོལ་དུའང་། །<br/>འདོད་པ་རྣམས་ནི་ཕུང་ཁྲོལ་བསྐྱེད། །<br/>འདིར་ནི་བསད་དང་བཅིང་དང་གཅོད། །<br/>ཕ་རོལ་དུ་ནི་དམྱལ་སོགས་སྒྲུབ། །",
    "30300938-14ad-4081-b55f-a8ded99f37bc": "ཕོ་ཉ་ཕོ་ཉ་མོ་ཡིས་སྔོན། །<br/>གང་ཕྱིར་དུ་མར་གསོལ་བཏབ་ཅིང་། །<br/>སྡིག་པ་རྣམས་སམ་གྲགས་མིན་ལའང་། །<br/>གང་གི་དོན་དུ་མ་འཛེམས་པར། །",
    "cf790cb0-8b5b-4ec6-a56b-e7d6139a0170": "འཇིགས་པ་ལ་ཡང་བདག་ཞུགས་ཤིང་། །<br/>རྫས་ཀྱང་ཟད་པར་བྱས་གྱུར་ཏེ། །<br/>གང་ལ་ཡོངས་སུ་འཁྱུད་པས་ན། །<br/>མཆོག་ཏུ་དགའ་འགྱུར་དེ་དག་ཉིད། །",
    "861596b8-99aa-4fbc-a6f9-b699f2ebac3f": "ཀེང་རུས་ཉིད་ཡིན་གཞན་མིན་ན། །<br/>རང་དབང་དང་ནི་བདག་མིན་ལ། །<br/>རབ་ཏུ་འདོད་ཅིང་ཡོངས་ཞེན་ནས། །<br/>ཅི་ཕྱིར་མྱ་ངན་འདས་མི་འགྲོ། །",
    "a0abf8a0-6243-40c2-a8e6-7419e48d3970": "གང་ཞིག་དང་པོ་འབད་དེ་བཏེག །<br/>དྲངས་ཀྱང་ངོ་ཚས་འོག་ཏུ་ལྟ། །<br/>སྔོན་ནི་མཐོང་ངམ་མ་མཐོང་ཡང་། །<br/>གོས་ཀྱིས་གདོང་ནི་གཡོགས་པར་གྱུར། །",
    "dbe6b0a8-61bc-45a5-9363-9c54cd7d5926": "ཁྱོད་ཉོན་མོངས་པའི་གདོང་དེ་ནི། །<br/>ད་ལྟ་མངོན་སུམ་གྱུར་པ་བཞིན། །<br/>བྱ་རྒོད་ཀྱིས་བསལ་བྱས་མཐོང་ནས། །<br/>ད་ལྟ་ཅི་ཕྱིར་འབྱེར་བར་བྱེད། །",
    "824f7581-388c-43b6-a156-7d9038f34969": "གཞན་རྣམས་མིག་གིས་བལྟ་ན་ཡང་། །<br/>གང་ཞིག་ཡོངས་སུ་བསྲུང་གྱུར་པ། །<br/>ཇི་སྲིད་དེ་ནི་དེས་ཟ་ན། །<br/>སེར་སྣ་ཅན་ཁྱོད་ཅིས་མི་བསྲུང་། །",
    "5d3a9eb7-2fa1-4eee-92cf-dd47e3ef7d44": "ཤ་ཡི་ཕུང་པོ་འདི་མཐོང་ནས། །<br/>བྱ་རྒོད་དང་གཞན་ཟ་བྱེད་ན། །<br/>གཞན་གྱི་ཟས་ལ་མེ་ཏོག་གི །<br/>ཕྲེང་བ་ཙནྡན་རྒྱན་གྱིས་མཆོད། །",
    "4340676f-361f-4e95-89dd-731889dc4310": "རུས་གོང་ཉིད་དུ་མཐོང་ནས་ནི། །<br/>མི་འགུལ་ཡང་ནི་ཁྱོད་སྐྲག་ན། །<br/>རོ་ལངས་བཞིན་དུ་འགའ་ཡིས་ཀྱང་། །<br/>བསྐྱོད་པར་གྱུར་ན་ཅིས་མི་འཇིགས། །",
    "3bae12ee-03e4-4844-b6e0-7cfc584e3bec": "གང་ལ་གཡོགས་ཀྱང་འདི་ཆགས་པ། །<br/>དེ་མ་གཡོགས་ན་ཅིས་མི་འདོད། །<br/>དེ་ལ་དགོས་པ་མེད་ན་ནི། །<br/>གཡོགས་པ་ལ་ནི་ཅི་ཕྱིར་འཁྱུད། །",
    "c9dd452b-63a6-4ac3-98a3-6f143e5831a8": "ཟས་ནི་གཅིག་པུ་ཉིད་ལས་ནི། །<br/>བཤང་དང་ཁ་ཆུ་བྱུང་གྱུར་ན། །<br/>དེ་ལས་བཤང་ལ་མི་དགའ་ཞིང་། །<br/>ཁ་ཆུ་ལ་ཁྱོད་ཅི་ཕྱིར་དགའ། །",
    "6db2d12b-1568-43bb-8153-40905b4c5946": "ཤིང་བལ་རེག་ན་འཇམ་པ་ཡི། །<br/>སྔས་ལ་དགའ་བར་མི་བྱེད་པར། །<br/>དྲི་ང་འཛག་པ་མ་ཡིན་ཞེས། །<br/>འདོད་ལྡན་མི་གཙང་བ་ལ་རྨོངས། །",
    "9be56455-66b6-4db1-aeb2-5b3b420ee7fb": "འདོད་ལྡན་ངན་པ་རྨོངས་པ་རྣམས། །<br/>ཤིང་བལ་རེག་ན་འཇམ་པ་ལའང་། །<br/>ཉལ་པོ་བྱ་བར་མི་ནུས་ཞེས། །<br/>དེ་ལ་ཁྲོ་བ་དག་ཏུ་བྱེད། །",
    "a77220df-3a1e-4d72-b7e0-956f7ab9afa2": "གལ་ཏེ་མི་གཙང་ཆགས་མེད་ན། །<br/>རུས་གཟེབ་རྒྱུས་པས་སྦྲེལ་བ་ལ། །<br/>ཤ་ཡི་འདམ་གྱིས་ཞལ་ཞལ་བྱས། །<br/>གཞན་ཁྱོད་ཅི་ཕྱིར་པང་དུ་འཁྱུད། །",
    "072bb228-a257-44e7-a3ea-db78820bc3be": "ཁྱོད་ཉིད་མི་གཙང་མང་ཡོད་པ། །<br/>དེ་ཉིད་ལ་ཁྱོད་གཏན་སྤྱོད་ཅིང་། །<br/>མི་གཙང་རྐྱལ་པ་གཞན་དག་ལའང་། །<br/>མི་གཙང་བརྐམ་པས་འདོད་པར་བྱེད། །",
    "34991e3e-e24d-4bff-9838-883ead07d60b": "བདག་ནི་ཤ་འདི་ལ་དགའ་ཞེས། །<br/>རེག་དང་བལྟ་བར་འདོད་ན་ཀོ། །<br/>སེམས་མེད་པ་ཡི་རང་བཞིན་གྱི། །<br/>ཤ་ནི་ཁྱོད་ཀོ་ཇི་ལྟར་འདོད། །",
    "cb3d31ca-6955-4030-a61c-9559cc9a5d19": "འདོད་པའི་སེམས་གང་ཡིན་པ་དེ། །<br/>རེག་དང་བལྟ་བར་མི་ནུས་ལ། །<br/>གང་ཞིག་ནུས་དེ་ཤེས་པ་མིན། །<br/>དོན་མེད་འཁྱུད་དེས་ཅི་ཞིག་བྱ། །",
    "6033f792-19f1-4d98-844b-b1dae652371f": "མི་གཙང་རང་བཞིན་གཞན་གྱི་ལུས། །<br/>མི་རྟོགས་ངོ་མཚར་མི་ཆེ་ཡི། །<br/>རང་ཉིད་མི་གཙང་ཉིད་ཡིན་པར། །<br/>རྟོགས་པར་མི་འགྱུར་ངོ་མཚར་ཆེ། །",
    "127dda0e-cc55-40e9-8b81-31222ad2ef6a": "སྤྲིན་བྲལ་ཉི་ཟེར་གྱིས་ཕྱེ་བའི། །<br/>པདྨ་གཞོན་ནུ་སྤངས་ནས་ནི། །<br/>མི་གཙང་ཞེན་པའི་སེམས་ཀྱིས་ནི། །<br/>མི་གཙང་གཟེབ་ལ་ཅི་ཕྱིར་དགའ། །",
    "3b4472a1-260a-4558-869e-5f0252f6cc38": "ས་ཕྱོགས་མི་གཙང་གིས་གོས་པ། །<br/>གལ་ཏེ་རེག་པར་མི་འདོད་ན། །<br/>གང་ལས་དེ་ནི་བྱུང་བ་ཡི། །<br/>ལུས་ལ་ཇི་ལྟར་ཁྱོད་རེག་འདོད། །",
    "0be05d1a-fa56-4c2a-b4e3-3babb501f896": "གལ་ཏེ་མི་གཙང་ཆགས་མེད་ན། །<br/>མི་གཙང་ཞིང་ལས་བྱུང་གྱུར་ཅིང་། །<br/>དེ་ཡི་ས་བོན་དེས་བསྐྱེད་པ། །<br/>གཞན་ཁྱོད་ཅི་ཕྱིར་པང་དུ་འཁྱུད། །",
    "73feac71-1649-4dba-a284-94a8f7e706f4": "མི་གཙང་ལས་བྱུང་མི་གཙང་སྲིན། །<br/>ཆུང་ངུའང་ཁྱོད་འདོད་མི་བྱེད་ལ། །<br/>མི་གཙང་མང་གི་རང་བཞིན་ལུས། །<br/>མི་གཙང་སྐྱེས་པའང་འདོད་པར་བྱེད། ",
    "43eba37b-0e16-4a9f-8de4-771bf3e69fba": "ཁྱོད་ནི་རང་ཉིད་མི་གཙང་ལ། །<br/>སྨོད་མི་བྱེད་པར་མ་ཟད་ཀྱི། །<br/>མི་གཙང་རྐྱལ་པ་མི་གཙང་ལ། །<br/>བརྐམ་པས་གཞན་ཡང་འདོད་པར་བྱེད། །",
    "3bedd3c6-70a6-48e1-88f8-e2e6fb4b3978": "ག་པུར་ལ་སོགས་ཡིད་འོང་དང་། །<br/>འབྲས་ཆན་དག་གམ་ཚོད་མའང་རུང་། །<br/>ཁར་བཅུག་ཕྱིར་ཕྱུང་བོར་བ་ཡིས། །<br/>ས་ཡང་མི་གཙང་བཙོག་པར་འགྱུར། །",
    "172b43d4-3628-457f-babc-6dfb63acebbb": "གལ་ཏེ་མི་གཙང་འདི་འདྲ་བ། །<br/>མངོན་སུམ་གྱུར་ཀྱང་ཐེ་ཚོམ་ན། །<br/>དུར་ཁྲོད་དག་ཏུ་བོར་བའི་ལུས། །<br/>མི་གཙང་གཞན་ཡང་བལྟ་བར་གྱིས། །",
    "577b4a6f-ccd2-44d3-bd4c-164ae41a4f9b": "གང་ལས་པགས་པའི་ཁ་ཕྱེ་ན། །<br/>འཇིགས་པ་ཆེན་པོ་སྐྱེ་འགྱུར་བར། །<br/>ཤེས་ཀྱང་ཇི་ལྟར་དེ་ཉིད་ལ། །<br/>ཕྱིར་ཞིང་དགའ་བ་སྐྱེ་བར་འགྱུར། །",
    "4eab1eb0-66ab-423f-89b1-5e0d408b1c51": "ལུས་ལ་བསྐུས་པའི་དྲི་དེ་ཡང་། །<br/>ཙནྡན་སོགས་ཡིན་གཞན་མ་ཡིན། །<br/>གཞན་གྱི་དྲི་དེས་གཞན་དག་ལ། །<br/>ཅི་ཡི་ཕྱིར་ན་ཆགས་པར་བྱེད། །",
    "d1d40cd1-72aa-44d9-90fa-a964bcfcb9df": "གལ་ཏེ་རང་བཞིན་དྲི་ང་བས། །<br/>འདི་ལ་མ་ཆགས་ལེགས་མིན་ནམ། །<br/>འཇིག་རྟེན་དོན་མེད་སྲེག་པ་དག །<br/>ཇི་སྟེ་དེ་ལ་དྲི་ཞིམ་སྐུད། །",
    "2408d1b1-5c37-4111-a2b2-43d0e8123396": "འོན་ཏེ་དྲི་ཞིམ་ཙནྡན་ནི། །<br/>ལུས་ལ་འདིར་ནི་ཅི་ཞིག་བྱུང་། །<br/>གཞན་གྱི་དྲི་ཡིས་གཞན་དག་ལ། །<br/>ཅི་ཡི་ཕྱིར་ན་ཆགས་པར་བྱེད། །",
    "6da64551-5da1-47de-8304-d59f93b3f337": "གལ་ཏེ་སྐྲ་སེན་རིང་བ་དང་། །<br/>སོ་སྐྱ་དྲིར་བཅས་འདམ་གྱི་དྲིས། །<br/>བསྒོས་པས་ལུས་ཀྱི་རང་བཞིན་ནི། །<br/>གཅེར་བུ་འཇིགས་པ་ཉིད་ཡིན་ན། །",
    "dd3f91df-76f8-4fca-af79-7d6a690148f2": "རང་ལ་གནོད་པའི་མཚོན་བཞིན་དུ། །<br/>དེ་འབད་ཅི་ཕྱིར་བྱི་དོར་བྱེད། །<br/>བདག་ལ་རྨོངས་པའི་འབད་པ་ཡིས། །<br/>སྨྱོས་པས་ས་འདི་ཀུན་ཏུ་འཁྲུགས། །",
    "7454c917-7f8b-43ab-b029-5e73f6689e93": "རུས་གོང་འབའ་ཞིག་མཐོང་ནས་ནི། །<br/>དུར་ཁྲོད་དུ་ནི་ཡིད་འབྱུང་ན། །<br/>གཡོ་བའི་རུས་གོང་གིས་ཁྱབ་པའི། །<br/>གྲོང་གི་དུར་ཁྲོད་ལ་དགའ་འམ། །",
    "7dff873d-6146-4349-a4b7-50a82b067c66": "དེ་ལྟར་མི་གཙང་གྱུར་པ་དེ། །<br/>རིན་མེད་པར་ནི་མི་རྙེད་དོ། །<br/>དེ་དོན་བསྒྲུབས་པས་ཤ་ཐང་དང་། །<br/>དམྱལ་ལ་སོགས་པའི་གནོད་པར་འགྱུར། །",
    "18f49680-be8a-42c3-9aa2-a86f31865394": "བྱིས་པ་ནོར་སྤེལ་མི་ནུས་པས། །<br/>དར་ལ་བབ་ན་འདི་ཅི་བདེ། །<br/>ནོར་སོགས་པ་ཡིས་ཚེ་གཏུགས་ན། །<br/>རྒས་ནས་འདོད་པས་ཅི་ཞིག་བྱ། །",
    "618ffe71-402c-44be-9af8-866637aae2a8": "འདོད་ལྡན་ངན་པ་ཁ་ཅིག་ནི། །<br/>ཉིན་རངས་ལས་ཀྱིས་ཡོངས་དུབ་སྟེ། །<br/>ཁྱིམ་དུ་འོངས་ནས་ཆད་པའི་ལུས། །<br/>རོ་དང་འདྲ་བར་ཉལ་བར་བྱེད། །",
    "64c781e8-f05f-4777-ade2-3067b109e760": "ཁ་ཅིག་བྱེས་བགྲོད་ཉོན་མོངས་དང་། །<br/>རིང་དུ་སོང་བའི་སྡུག་བསྔལ་ཅན། །<br/>བུ་སྨད་འདོད་བཞིན་བུ་སྨད་རྣམས། །<br/>ཁྱུད་ཁོར་ལོས་ཀྱང་མཐོང་མི་འགྱུར། །",
    "4c253a26-5cc0-41cb-a84e-04d983b7a230": "བདག་ལ་ཕན་འདོད་རྣམ་རྨོངས་པས། །<br/>གང་དོན་ཉིད་དུ་བཙོང་བ་ཡང་། །<br/>དེ་མ་ཐོབ་པར་དོན་མེད་པའི། །<br/>གཞན་གྱི་ལས་ཀྱི་རླུང་གིས་བདས། །",
    "ddef6466-efa5-4bac-b4ed-00df9a756e30": "ལ་ལ་རང་གི་ལུས་བཙོང་ཞིང་། །<br/>དབང་མེད་གཞན་གྱིས་བཀོལ་གྱུར་ཏེ། །<br/>ཆུང་མ་དག་ཀྱང་བུ་བྱུང་ན། །<br/>ཤིང་དྲུང་དགོན་པར་བབ་བབ་འབྱུང་། །",
    "7590bcd8-c0ba-46af-a616-db7c87350144": "འདོད་པས་བསླུས་པའི་གླེན་པ་དག །<br/>འཚོ་འདོད་འཚོ་བར་བྱའོ་ཞེས། །<br/>སྲོག་སྟོར་དོགས་བཞིན་གཡུལ་དུ་འཇུག །<br/>ཁེ་ཕྱིར་བྲན་དུ་འགྲོ་བར་བྱེད། །",
    "e2e42185-3dd3-4849-afea-77edf22ab19c": "འདོད་ལྡན་ལ་ལ་ལུས་ཀྱང་བཅད། །<br/>ཁ་ཅིག་གསལ་ཤིང་རྩེ་ལ་བཙུགས། །<br/>ཁ་ཅིག་མདུང་ཐུང་དག་གིས་བསྣུན། །<br/>ཁ་ཅིག་བསྲེགས་པ་དག་ཀྱང་སྣང་། །",
    "65181cb5-8138-4535-b74f-5fb3d3a0581d": "བསགས་དང་བསྲུང་དང་བརླག་པའི་གདུང་བ་ཡིས། །<br/>ནོར་ནི་ཕུང་ཁྲོལ་མཐའ་ཡས་ཤེས་པར་བྱ། །<br/>ནོར་ལ་ཆགས་པས་གཡེངས་པར་གྱུར་པ་རྣམས། །<br/>སྲིད་པའི་སྡུག་བསྔལ་ལས་གྲོལ་སྐབས་མེད་དོ། །",
    "948c11db-843e-4faa-9aef-681f26972ccc": "འདོད་ལྡན་རྣམས་ལ་དེ་ལ་སོགས། །<br/>ཉེས་དམིགས་མང་ལ་མནོག་ཆུང་སྟེ། །<br/>ཤིང་རྟ་འདྲེན་པའི་ཕྱུགས་དག་གིས། །<br/>རྩྭ་ནི་ཁམ་འགའ་ཟོས་པ་བཞིན། །",
    "23bf3ca0-f861-4272-b851-494605d050f6": "ཕྱུགས་ཀྱིས་བསྒྲུབས་ནའང་མི་དཀོན་པའི། །<br/>མནོག་ཆུང་གང་ཡིན་དེ་དོན་དུ། །<br/>དལ་འབྱོར་ཕུན་སུམ་རྙེད་དཀའ་འདི། །<br/>ལས་ཀྱིས་མནར་བ་རྣམས་ཀྱིས་བཅོམ། །",
    "a91d8c2b-0b61-46fa-8066-9047a29303c0": "འདོད་པ་ངེས་པར་འཇིག་འགྱུར་ཞིང་། །<br/>དམྱལ་ལ་སོགས་པར་ལྟུང་བྱེད་པ། །<br/>ཆེན་པོ་མིན་ཕྱིར་དུས་ཀུན་དུ། །<br/>དུབ་པའི་ཚེགས་བྱུང་གང་ཡིན་པ། །",
    "6f2be5c5-3584-45c3-8c09-9bcba90afccf": "དེ་ཡི་བྱེ་བའི་ཆ་ཙམ་གྱི། །<br/>ཚེགས་ཀྱིས་སངས་རྒྱས་ཉིད་འགྲུབ་ན། །<br/>འདོད་ལྡན་བྱང་ཆུབ་སྤྱོད་པ་བས། །<br/>སྡུག་བསྔལ་ཆེ་ལ་བྱང་ཆུབ་མེད། །",
    "cd486803-4052-46d2-8d0a-6f775c41883d": "དམྱལ་སོགས་སྡུག་བསྔལ་བསམ་བྱས་ན། །<br/>འདོད་པ་རྣམས་ལ་མཚོན་དང་ནི། །<br/>དུག་དང་མེ་དང་གཡང་ས་དང་། །<br/>དགྲ་རྣམས་ཀྱིས་ཀྱང་དཔེར་མི་ཕོད། །",
    "fa3fe352-a642-4abd-85f2-d9d0ce3b35c8": "དེ་ལྟར་འདོད་ལ་སྐྱོ་བྱས་ཏེ། །<br/>དབེན་པ་ལ་ནི་དགའ་བ་བསྐྱེད། །<br/>རྩོད་དང་ཉོན་མོངས་ཀྱིས་སྟོང་པ། །<br/>ཞི་བའི་ནགས་ཀྱི་ནང་དག་ཏུ། །",
    "187f941e-2f18-4500-abed-dc131d7029be": "སྐལ་ལྡན་ཟླ་འོད་ཙནྡན་གྱིས་བསིལ་བའི། །<br/>ཡངས་པའི་རྡོ་ལེབ་ཁང་བཟང་ཉམས་དགའ་བར། །<br/>སྒྲ་མེད་ཞི་བའི་ནགས་རླུང་གཡོ་བ་ཡིས། །<br/>གཞན་ལ་ཕན་དོན་སེམས་ཤིང་འཆག་པར་བྱེད། །",
    "e1bc23ca-10f7-4240-a756-dd3a935cf32c": "ཁང་སྟོང་ཤིང་དྲུང་ཕུག་དག་ཏུ། །<br/>གང་དུ་ཇི་སྲིད་འདོད་གནས་ཤིང་། །<br/>ཡོངས་འཛིན་བསྲུང་བའི་སྡུག་བསྔལ་སྤངས། །<br/>ལྟོས་པ་མེད་པར་བག་ཡངས་སྤྱོད། །",
    "55ce576e-eecb-4621-96d1-287ed371d210": "རང་དབང་སྤྱོད་ཅིང་ཆགས་མེད་ལ། །<br/>གང་དང་ཡང་ནི་འབྲེལ་མེད་པ། །<br/>ཆོག་ཤེས་བདེ་སྤྱོད་གང་ཡིན་པ། །<br/>དབང་པོས་ཀྱང་ནི་དེ་རྙེད་དཀའ། །",
    "6232e58e-768d-412c-be9c-ec604f23a669": "དེ་ལ་སོགས་པའི་རྣམ་པ་ཡིས། །<br/>དབེན་པའི་ཡོན་ཏན་བསམ་བྱས་ནས། །<br/>རྣམ་རྟོག་ཉེ་བར་ཞི་བ་དང་། །<br/>བྱང་ཆུབ་སེམས་ནི་བསྒོམ་པར་བྱ། །",
    "7ce1c83f-bef9-4da0-9440-4cf7036a0487": "བདག་དང་གཞན་དུ་མཉམ་པ་ནི། །<br/>དང་པོ་ཉིད་དུ་འབད་དེ་བསྒོམ། །<br/>བདེ་དང་སྡུག་བསྔལ་མཉམ་པས་ན། །<br/>ཐམས་ཅད་བདག་བཞིན་བསྲུང་བར་བྱ། །",
    "d3ca318f-ee03-4d22-ba78-93eb9479cee6": "ལག་པ་ལ་སོགས་དབྱེ་བ་རྣམ་མང་ཡང་། །<br/>ཡོངས་སུ་བསྲུང་བྱའི་ལུས་སུ་གཅིག་པ་ལྟར། །<br/>དེ་བཞིན་འགྲོ་བ་ཐ་དད་བདེ་སྡུག་དག །<br/>ཐམས་ཅད་བདག་བཞིན་བདེ་བ་འདོད་མཉམ་གཅིག །",
    "3a0570ff-787f-490c-acf3-c1e39dfc7276": "གལ་ཏེ་བདག་གི་སྡུག་བསྔལ་གྱིས། །<br/>གཞན་གྱི་ལུས་ལ་མི་གནོད་པ། །<br/>དེ་ལྟའང་དེ་བདག་སྡུག་བསྔལ་དེ། །<br/>བདག་ཏུ་ཞེན་པས་མི་བཟོད་ཉིད། །",
    "d1eee019-1696-4944-8d77-8a0eaf7b4b20": "དེ་བཞིན་གཞན་གྱི་སྡུག་བསྔལ་དག །<br/>བདག་ལ་འབབ་པར་མི་འགྱུར་ཡང་། །<br/>དེ་ལྟའང་དེ་བདག་སྡུག་བསྔལ་དེ། །<br/>བདག་ཏུ་ཞེན་པས་བཟོད་པར་དཀའ། །",
    "846532e6-854f-4a72-9be4-f992f5ca4807": "བདག་གིས་གཞན་གྱི་སྡུག་བསྔལ་བསལ། །<br/>སྡུག་བསྔལ་ཡིན་ཕྱིར་བདག་སྡུག་བཞིན། །<br/>བདག་གིས་གཞན་ལ་ཕན་པར་བྱ། །<br/>སེམས་ཅན་ཡིན་ཕྱིར་བདག་ལུས་བཞིན། །",
    "a20f6c55-657b-40cd-9080-659b44ae866b": "གང་ཚེ་བདག་དང་གཞན་གཉི་ག །<br/>བདེ་བ་འདོད་དུ་མཚུངས་པ་ལ། །<br/>བདག་དང་ཁྱད་པར་ཅི་ཡོད་ན། །<br/>གང་ཕྱིར་བདག་གཅིག་བདེ་བར་བརྩོན། །",
    "31cfc738-ca24-4d67-8cf0-5ef9417e1ac8": "གང་ཚེ་བདག་དང་གཞན་གཉི་ག །<br/>སྡུག་བསྔལ་མི་འདོད་མཚུངས་པ་ལ། །<br/>བདག་དང་ཁྱད་པར་ཅི་ཡོད་ན། །<br/>གང་ཕྱིར་གཞན་མིན་བདག་སྲུང་བྱེད། །",
    "8564114f-006b-4f48-8d62-f73928febcd0": "གལ་ཏེ་དེ་ལ་སྡུག་བསྔལ་བས། །<br/>བདག་ལ་མི་གནོད་ཕྱིར་མི་བསྲུང་། །<br/>མ་འོངས་པ་ཡི་སྡུག་བསྔལ་ཡང་། །<br/>གནོད་མི་བྱེད་ན་དེ་ཅི་བསྲུང་། །",
    "3cd51c0c-6147-4c08-ac8f-5d82a91fdeaf": "བདག་གིས་དེ་ནི་མྱོང་སྙམ་པའི། །<br/>རྣམ་པར་རྟོག་དེ་ལོག་པ་སྟེ། །<br/>འདི་ལྟར་ཤི་བའང་གཞན་ཉིད་ལ། །<br/>སྐྱེ་བ་ཡང་ནི་གཞན་ཉིད་ཡིན། །",
    "b7aab9d2-86a4-44ed-ad20-3b71b3a31632": "གང་ཚེ་གང་གི་སྡུག་བསྔལ་གང་། །<br/>དེ་ནི་དེ་ཉིད་ཀྱིས་བསྲུང་ན། །<br/>རྐང་པའི་སྡུག་བསྔལ་ལག་པས་མིན། །<br/>ཅི་ཕྱིར་དེས་ནི་དེ་བསྲུང་བྱ། །",
    "cd360358-7a35-484e-b94c-97658e8efc87": "གལ་ཏེ་རིགས་པ་མིན་ཡང་འདིར། །<br/>བདག་ཏུ་འཛིན་པས་འཇུག་ཅེ་ན། །<br/>བདག་གཞན་མི་རིགས་གང་ཡིན་ཏེ། །<br/>ཅི་ནུས་པར་ནི་སྤང་བྱ་ཉིད། །",
    "cf722f7e-7a2c-4005-96ae-b2d6d17aa91c": "རྒྱུད་དང་ཚོགས་ཞེས་བྱ་བ་ནི། །<br/>ཕྲེང་བ་དམག་ལ་སོགས་བཞིན་བརྫུན། །<br/>སྡུག་བསྔལ་ཅན་གང་དེ་མེད་པ། །<br/>དེས་འདི་སུ་ཞིག་དབང་བར་འགྱུར། །",
    "a6fb6359-c0c3-46bd-96e9-681cf4c0512d": "སྡུག་བསྔལ་བདག་པོ་མེད་པར་ནི། །<br/>ཐམས་ཅད་བྱེ་བྲག་མེད་པ་ཉིད། །<br/>སྡུག་བསྔལ་ཡིན་ཕྱིར་དེ་བསལ་བྱ། །<br/>ངེས་པས་དེར་ནི་ཅི་ཞིག་བྱ། །",
    "c1fd2d5a-bc32-4811-b588-b0f11e58ac92": "ཅི་ཕྱིར་ཀུན་གྱི་སྡུག་བསྔལ་ནི། །<br/>བཟློག་པར་བྱ་ཞེས་བརྩད་དུ་མེད། །<br/>གལ་ཏེ་བཟློག་ནའང་ཐམས་ཅད་བཟློག །<br/>དེ་མིན་བདག་ཀྱང་སེམས་ཅན་བཞིན། །",
    "740f571a-4dfd-4a9b-a6f4-5f7e29649351": "སྙིང་རྗེ་སྡུག་བསྔལ་མང་གྱུར་པ། །<br/>ཅི་ཕྱིར་ནན་གྱིས་སྐྱེད་ཅེ་ན། །<br/>འགྲོ་བའི་སྡུག་བསྔལ་བསམ་བྱས་ན། །<br/>ཇི་ལྟར་སྙིང་རྗེ་སྡུག་བསྔལ་མང་། །",
    "75418d8d-dde7-44a5-918a-29871ad68493": "གལ་ཏེ་སྡུག་བསྔལ་གཅིག་གིས་ནི། །<br/>སྡུག་བསྔལ་མང་པོ་མེད་འགྱུར་ན། །<br/>བརྩེ་དང་ལྡན་པས་སྡུག་བསྔལ་དེ། །<br/>རང་དང་གཞན་ལ་བསྐྱེད་བྱ་ཉིད། །",
    "39af46fb-2b71-4ab3-8ffe-147e9699be34": "དེས་ན་མེ་ཏོག་ཟླ་མཛེས་ཀྱིས། །<br/>རྒྱལ་པོའི་གནོད་པ་ཤེས་ཀྱང་ནི། །<br/>བདག་གི་སྡུག་བསྔལ་མ་བསལ་ཏེ། །<br/>མང་པོའི་སྡུག་བསྔལ་ཟད་འགྱུར་ཕྱིར། །",
    "8e645071-977c-4057-bb47-78b122741c03": "དེ་ལྟར་རྒྱུད་ནི་གོམས་གྱུར་པ། །<br/>གཞན་གྱི་སྡུག་བསྔལ་ཞི་དགའ་བས། །<br/>པདྨའི་མཚོ་རུ་ངང་པ་ལྟར། །<br/>མནར་མེད་པར་ཡང་འཇུག་པར་འགྱུར། །",
    "5ad12855-dd60-4db1-8ebc-b9ec45834ffd": "སེམས་ཅན་རྣམས་ནི་གྲོལ་བ་ན། །<br/>དགའ་བའི་རྒྱ་མཚོ་གང་ཡིན་པ། །<br/>དེ་ཉིད་ཀྱིས་ནི་ཆོག་མིན་ནམ། །<br/>ཐར་པ་འདོད་པས་ཅི་ཞིག་བྱ། །",
    "17fa4d3f-86a9-4227-9357-2b62055d7aa4": "དེ་ལྟས་གཞན་གྱི་དོན་བྱས་ཀྱང་། །<br/>རློམ་སེམས་དང་ནི་ངོ་མཚར་མེད། །<br/>གཅིག་ཏུ་གཞན་དོན་ལ་དགའ་བས། །<br/>རྣམ་སྨིན་འབྲས་བུའི་རེ་བ་མེད། །",
    "40bc5ce1-aee2-45b9-9513-b322223eb5c6": "དེ་བས་ཇི་ལྟར་ཆུང་ངུ་ན། །<br/>མི་སྙན་ལས་ཀྱང་བདག་བསྲུང་བ། །<br/>དེ་བཞིན་གཞན་ལ་བསྲུང་སེམས་དང་། །<br/>སྙིང་རྗེའི་སེམས་ནི་དེ་ལྟར་བྱ། །",
    "4828dfa4-d203-4575-a13c-ba317c2a5576": "གོམས་པ་ཡིས་ནི་གཞན་དག་གི། །<br/>ཁུ་བ་ཁྲག་གི་ཐིགས་པ་ལ། །<br/>དངོས་པོ་མེད་པར་གྱུར་ཀྱང་ནི། །<br/>བདག་གོ་ཞེས་ནི་ཤེས་པ་ལྟར། །",
    "c32b519d-e4b6-4a5b-9500-03d985f45ba5": "དེ་བཞིན་གཞན་གྱི་ལུས་ལ་ཡང་། །<br/>བདག་ཅེས་ཅི་ཡི་ཕྱིར་མི་གཟུང་། །<br/>བདག་གི་ལུས་ནི་གཞན་དག་ཏུའང་། །<br/>བཞག་པ་དེ་ལྟར་དཀའ་བ་མེད། །",
    "cce02295-394f-4740-ae2d-cd0e1ccdd103": "བདག་ཉིད་སྐྱོན་བཅས་གཞན་ལ་ཡང་། །<br/>ཡོན་ཏན་རྒྱ་མཚོར་ཤེས་བྱས་ནས། །<br/>བདག་འཛིན་ཡོངས་སུ་དོར་བ་དང་། །<br/>གཞན་བླང་བ་ནི་བསྒོམ་པར་བྱ། །",
    "0569a374-0487-4dad-8272-27f217a83d57": "ཇི་ལྟར་ལག་པ་ལ་སོགས་པ། །<br/>ལུས་ཀྱི་ཡན་ལག་ཡིན་འདོད་ལྟར། །<br/>དེ་བཞིན་འགྲོ་བའི་ཡན་ལག་ཏུ། །<br/>ཅི་ཕྱིར་ལུས་ཅན་རྣམས་མི་འདོད། །",
    "da44b89c-b3b0-4372-b302-1f5be3f45673": "ཇི་ལྟར་བདག་མེད་ལུས་འདི་ལ། །<br/>གོམས་པས་བདག་གི་བློ་བྱུང་བ། །<br/>དེ་བཞིན་སེམས་ཅན་གཞན་ལ་ཡང་། །<br/>གོམས་པས་བདག་བློ་ཅིས་མི་སྐྱེ། །",
    "46cd35b6-fb44-4a3f-b440-cf5683354983": "དེ་ལྟ་ན་ནི་གཞན་གྱི་དོན། །<br/>བྱས་ཀྱང་ངོ་མཚར་རློམ་མི་འབྱུང་། །<br/>བདག་ཉིད་ཀྱིས་ནི་ཟས་ཟོས་ནས། །<br/>ལན་ལ་རེ་བ་མི་འབྱུང་བཞིན། །",
    "7bd1dc2f-0a0c-42e2-8062-0b94a937ac49": "དེ་བས་ཇི་ལྟར་ཆུང་ངུ་ན། །<br/>མི་སྙན་ལས་ཀྱང་བདག་བསྲུང་བ། །<br/>དེ་བཞིན་འགྲོ་ལ་བསྲུང་སེམས་དང་། །<br/>སྙིང་རྗེའི་སེམས་ནི་གོམས་པར་བྱ། །",
    "4dc3c89e-9e20-4366-b69e-74b67c56405c": "དེ་བས་མགོན་པོ་སྤྱན་རས་གཟིགས། །<br/>ཐུགས་རྗེ་ཆེན་པོས་འགྲོ་བ་ཡི། །<br/>འཁོར་གྱི་འཇིགས་པ་བསལ་བའི་ཕྱིར། །<br/>རང་གི་མཚན་ཡང་བྱིན་གྱིས་བརླབས། །",
    "2eec76c4-4a1a-4fd8-a888-80e1e2a74d28": "དཀའ་ལས་ཕྱིར་ལྡོག་མི་བྱ་སྟེ། །<br/>འདི་ལྟར་གོམས་པའི་མཐུ་ཡིས་ནི། །<br/>གང་གི་མིང་ཐོས་འཇིགས་པ་ཡང་། །<br/>དེ་ཉིད་མེད་ན་མི་དགར་འགྱུར། །",
    "a55b0a64-4248-4fcb-9a1d-aa95e83bfe4f": "གང་ཞིག་བདག་དང་གཞན་རྣམས་ནི། །<br/>མྱུར་དུ་བསྐྱབ་པར་འདོད་པ་དེས། །<br/>བདག་དང་གཞན་དུ་བརྗེ་བྱ་བ། །<br/>གསང་བའི་དམ་པ་སྤྱད་པར་བྱ། །",
    "db739e3d-a97d-411e-b826-4084a2ae37e8": "བདག་ལུས་གང་ལ་ཆགས་པ་ཡིས། །<br/>འཇིགས་གནས་ཆུང་ལ་འཇིགས་སྐྱེ་བ། །<br/>འཇིགས་པ་སྐྱེ་བའི་ལུས་དེ་ལ། །<br/>སུ་ཞིག་དགྲ་བཞིན་སྡང་མི་བྱེད། །",
    "aaca9648-b685-404b-8d6d-d1563ed30d55": "ལུས་གང་བཀྲེས་དང་སྐོམ་སོགས་ནད། །<br/>གསོ་བའི་ཆོ་ག་བྱེད་འདོད་པས། །<br/>བྱ་དང་ཉ་དང་རི་དྭགས་དག །<br/>གསོད་པར་བྱེད་ཅིང་ལམ་སྒུགས་བྱེད། །",
    "59cf80df-3ee3-47f5-b233-1e832f39cb78": "གང་ཞིག་ཁེ་དང་རིམ་གྲོའི་ཕྱིར། །<br/>ཕ་དང་མ་ཡང་གསོད་བྱེད་ཅིང་། །<br/>དཀོན་མཆོག་གསུམ་གྱི་དཀོར་བརྐུས་ནས། །<br/>དེས་ནི་མནར་མེད་བསྲེག་འགྱུར་ན། །",
    "af1b526a-d758-4f44-bb82-344ae89a7d13": "མཁས་པ་སུ་ཞིག་ལུས་དེ་ལ། །<br/>འདོད་ཅིང་བསྲུང་དང་མཆོད་བྱེད་ཀྱི། །<br/>འདི་ལ་སུ་ཞིག་དགྲ་བཞིན་དུ། །<br/>བལྟ་བར་མི་བྱེད་བརྙས་མི་བྱེད། །",
    "0869dc34-65dc-474f-9321-8c27c403d352": "གལ་ཏེ་བྱིན་ན་ཅི་སྤྱད་ཅེས། །<br/>བདག་དོན་སེམས་པ་འདྲེ་ཡི་ཚུལ། །<br/>གལ་ཏེ་སྤྱད་ན་ཅི་སྦྱིན་ཅེས། །<br/>གཞན་དོན་སེམས་པ་ལྷ་ཡི་ཆོས། །",
    "20522f26-f5a8-457d-ae8b-486d2f7ced44": "བདག་ཕྱིར་གཞན་ལ་གནོད་བྱས་ན། །<br/>དམྱལ་ལ་སོགས་པར་གདུངས་པར་འགྱུར། །<br/>གཞན་ཕྱིར་བདག་ལ་གནོད་བྱས་ན། །<br/>ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་འཐོབ། །",
    "df4e4d55-0b56-4981-bdd7-016765937416": "བདག་ཉིད་མཐོ་བར་འདོད་པ་དེས། །<br/>ངན་འགྲོ་ངན་དང་གླེན་པར་འགྱུར། །<br/>དེ་ཉིད་གཞན་ལ་སྤོ་བྱས་ན། །<br/>བདེ་འགྲོ་རིམ་གྲོ་འཐོབ་པར་འགྱུར། །",
    "54114052-17b6-4c15-94e3-7e1e63298a4b": "བདག་གི་དོན་དུ་གཞན་བཀོལ་ན། །<br/>བྲན་ལ་སོགས་པ་མྱོང་བར་འགྱུར། །<br/>གཞན་གྱི་དོན་དུ་བདག་སྤྱད་ན། །<br/>རྗེ་དཔོན་ཉིད་སོགས་མྱོང་བར་འགྱུར། །",
    "66d99de1-f152-48c9-8055-c4bc2e311cb3": "འཇིག་རྟེན་བདེ་བ་ཇི་སྙེད་པ། །<br/>དེ་ཀུན་གཞན་བདེ་འདོད་ལས་བྱུང་། །<br/>འཇིག་རྟེན་སྡུག་བསྔལ་ཇི་སྙེད་པ། །<br/>དེ་ཀུན་རང་བདེ་འདོད་ལས་བྱུང་། །",
    "9f1c0f9f-a361-46bb-8b3a-93c6ef2b8383": "མང་དུ་བཤད་ལྟ་ཅི་ཞིག་དགོས། །<br/>བྱིས་པ་རང་གི་དོན་བྱེད་དང་། །<br/>ཐུབ་པ་གཞན་གྱི་དོན་མཛད་པ། །<br/>འདི་གཉིས་ཀྱི་ནི་ཁྱད་པར་ལྟོས། །",
    "6c3f1ef2-5bdf-4649-90fe-1be720207684": "བདག་བདེ་གཞན་གྱི་སྡུག་བསྔལ་དག །<br/>ཡང་དག་བརྗེ་བ་མ་བྱས་ན། །<br/>སངས་རྒྱས་ཉིད་དུ་མི་འགྲུབ་ཅིང་། །<br/>འཁོར་བ་ན་ཡང་བདེ་བ་མེད། །",
    "86330399-ba73-472f-a7fe-6f19d6b6d2ae": "འཇིག་རྟེན་ཕ་རོལ་ཕར་ཞོག་གི །<br/>བྲན་གཡོག་ལས་མི་བྱེད་པ་དང་། །<br/>རྗེ་དཔོན་རྔན་པ་མི་སྟེར་བའི། །<br/>ཚེ་འདིའི་དོན་ཡང་འགྲུབ་མི་འགྱུར། །",
    "e0647819-70bc-4108-8d35-444f83623ca4": "མཐོང་དང་མ་མཐོང་བདེ་འགྲུབ་པའི། །<br/>ཕུན་སུམ་བདེ་སྐྱིད་ཡོངས་བོར་ཞིང་། །<br/>གཞན་ལ་སྡུག་བསྔལ་བྱས་པའི་རྒྱུས། །<br/>རྨོངས་པས་སྡུག་བསྔལ་མི་བཟད་ལེན། །",
    "2b9ad0b1-34ca-4c15-b054-34f4220fc03b": "འཇིག་རྟེན་དག་ན་འཚེ་བ་གང་ཡོད་དང་། །<br/>འཇིགས་དང་སྡུག་བསྔལ་ཇི་སྙེད་ཡོད་གྱུར་པ། །<br/>དེ་ཀུན་བདག་ཏུ་འཛིན་པ་ལས་བྱུང་ན། །<br/>འདྲེ་ཆེན་དེས་ཀོ་བདག་ལ་ཅི་ཞིག་བྱ། །",
    "0baafd08-37df-4e3d-88f7-90f996658fae": "བདག་ཉིད་ཡོངས་སུ་མ་བཏང་ན། །<br/>སྡུག་བསྔལ་སྤང་བར་མི་ནུས་ཏེ། །<br/>ཇི་ལྟར་མེ་ནི་མ་བཏང་ན། །<br/>སྲེག་པ་སྤོང་བར་མི་ནུས་བཞིན། །",
    "f8421ca6-b541-42d0-a11d-d5f8c297ba13": "དེ་ལྟས་བདག་གནོད་ཞི་བ་དང་། །<br/>གཞན་གྱི་སྡུག་བསྔལ་ཞི་བྱའི་ཕྱིར། །<br/>བདག་ཉིད་གཞན་ལ་གཏང་བྱ་དང་། །<br/>གཞན་རྣམས་བདག་བཞིན་གཟུང་བར་བྱ། །",
    "91c6fb9a-aebc-473c-b8f8-03b7335a69a7": "བདག་ནི་གཞན་གྱི་དབང་གྱུར་ཅེས། །<br/>ཡིད་ཁྱོད་ངེས་པར་ཤེས་གྱིས་ལ། །<br/>སེམས་ཅན་ཀུན་དོན་མ་གཏོགས་པར། །<br/>ད་ནི་ཁྱོད་ཀྱིས་གཞན་མི་བསམ། །",
    "ed7f67d8-0cb4-4cc3-991e-953c093a718f": "གཞན་དབང་མིག་ལ་སོགས་པ་ཡིས། །<br/>རང་དོན་སྒྲུབ་པར་རིགས་མ་ཡིན། །<br/>དེ་དོན་མིག་ལ་སོགས་པ་ཡིས། །<br/>དེ་ལ་ལོག་པར་བྱ་མི་རིགས། །",
    "adaaeb23-f000-4270-b1c9-6b02e841722a": "དེས་ན་སེམས་ཅན་གཙོར་བྱ་སྟེ། །<br/>བདག་གི་ལུས་ལ་ཅི་མཐོང་བ། །<br/>དེ་དང་དེ་ནི་ཕྲོགས་ནས་ཀྱང་། །<br/>གཞན་དག་ལ་ནི་ཕན་པར་སྤྱོད། །",
    "33cdfec2-317d-44a6-ab46-16c2b0a53b80": "དམན་སོགས་བདག་ཏུ་བྱས་པ་དང་། །<br/>གཞན་ཉིད་དུ་ནི་བདག་བྱས་ནས། །<br/>རྣམ་རྟོག་མེད་པའི་སེམས་ཀྱིས་སུ། །<br/>ཕྲག་དོག་འགྲན་དང་ང་རྒྱལ་བསྒོམ། །",
    "c5d57ebc-0880-44ad-9438-b0e760b5dd0e": "འདི་ནི་བཀུར་བྱས་བདག་ནི་མིན། །<br/>འདི་བཞིན་བདག་གིས་མ་རྙེད་ཅིང་། །<br/>འདི་ནི་བསྟོད་བྱས་བདག་ལ་སྨོད། །<br/>འདི་བདེ་བདག་ནི་སྡུག་བསྔལ་ལ། །",
    "3c47d0f4-e8df-4a1c-b585-f91fb19c357b": "བདག་ནི་ལས་རྣམས་བྱེད་པ་དང་། །<br/>འདི་ནི་བདེ་བ་ཉིད་དུ་གནས། །<br/>འདི་ནི་འཇིག་རྟེན་ལ་ཆེ་དང་། །<br/>བདག་དམན་ཡོན་ཏན་མེད་པར་གྲག །",
    "a4d70cda-2a52-44a4-bd3d-07be2658b369": "ཡོན་ཏན་མེད་པས་ཅི་ཞིག་བྱ། །<br/>བདག་ཀུན་ཡོན་ཏན་ལྡན་པ་ཉིད། །<br/>གང་བས་འདི་དམན་དེ་ཡོད་ཅིང་། །<br/>གང་བས་བདག་མཆོག་དེ་ཡང་ཡོད། །",
    "5a1d161b-75f5-4ea0-a44b-66932e3f9c82": "ཚུལ་ཁྲིམས་ལྟ་བ་གུད་སོགས་ནི། །<br/>ཉོན་མོངས་སྟོབས་ཀྱིས་བདག་དབང་མིན། །<br/>ཅི་ནུས་བདག་ནི་གསོ་དགོས་ཏེ། །<br/>གནོད་པའང་བདག་གིས་དང་དུ་བླང་། །",
    "2671ec64-8b97-4684-8d62-dd8e337bd668": "འོན་ཏེ་བདག་འདིའི་གསོ་བྱ་མིན། །<br/>ཅི་ཕྱིར་བདག་ལ་བརྙས་པ་བྱེད། །<br/>བདག་ལ་དེ་ཡི་ཡོན་ཏན་གྱིས། །<br/>ཅི་བྱ་འདི་བདག་ཡོན་ཏན་ཅན། །",
    "51474d4c-ed47-40ab-a818-3bf0ec6d6a79": "ངན་འགྲོ་གདུག་པའི་ཁར་གནས་པ། །<br/>འགྲོ་ལ་སྙིང་རྗེ་མེད་པར་འདི། །<br/>ཕྱིར་ལ་ཡོན་ཏན་རློམ་པ་ཡིས། །<br/>མཁས་པ་དག་ལ་བདོ་བར་འདོད། །",
    "6ea6e659-7e1b-4399-9809-d8e30cbef6f0": "བདག་དང་མཉམ་ལ་བལྟས་ནས་ནི། །<br/>གང་གིས་རང་ཉིད་ལྷག་བྱའི་ཕྱིར། །<br/>བདག་གི་རྙེད་དང་བཀུར་སྟི་ནི། །<br/>རྩོད་པ་ཡིས་ཀྱང་ངེས་པར་བསྒྲུབ། །",
    "3edb5f2c-f69d-4981-b42a-2a36293bdfaa": "ཅི་ནས་བདག་གི་ཡོན་ཏན་ནི། །<br/>འཇིག་རྟེན་ཀུན་ལ་གསལ་བ་དང་། །<br/>གཞན་ཡང་འདི་ཡི་ཡོན་ཏན་གང་། །<br/>སུས་ཀྱང་ཐོས་པར་མི་འགྱུར་བྱ། །",
    "857841ab-0530-473c-a3e3-abca74e0b571": "བདག་གི་སྐྱོན་ཡང་སྦ་བྱ་ཞིང་། །<br/>བདག་ནི་མཆོད་འགྱུར་འདི་ལ་མིན། །<br/>བདག་དེང་རྙེད་པ་ལེགས་རྙེད་ཅིང་། །<br/>བདག་ནི་བཀུར་འགྱུར་འདི་ལ་མིན། །",
    "8fece44d-ef8e-43c3-b16c-4236f1888d67": "འདི་ནི་མ་རུངས་བྱས་པ་ལ། །<br/>ཡུན་རིང་བདག་ནི་དགའ་བས་ལྟ། །<br/>འགྲོ་བ་ཀུན་གྱི་བཞད་གད་དང་། །<br/>ཕན་ཚུན་སྨོད་པ་དག་ཏུ་བྱ། །",
    "c2ac8c46-322f-4d61-b905-c5b0fd2b6e7d": "ཉོན་མོངས་འདི་ཡང་བདག་དང་ནི། །<br/>ལྷན་ཅིག་ཏུ་ནི་འགྲན་ཅེས་གྲག །<br/>འདི་དག་ཐོས་དང་ཤེས་རབ་བམ། །<br/>གཟུགས་རིགས་ནོར་གྱིས་མཉམ་མམ་ཅི། །",
    "741b103e-d6e5-4fe4-8e72-db6283cd82f5": "དེ་ལྟར་ཀུན་ལ་བསྒྲགས་པ་ཡི། །<br/>བདག་གི་ཡོན་ཏན་ཐོས་ནས་ནི། །<br/>སྤུ་ལྡང་དགའ་བ་སྐྱེ་གྱུར་པའི། །<br/>བདེ་སྐྱིད་ལ་ནི་ཡོངས་སུ་སྤྱོད། །",
    "afc0f696-691e-41ee-a660-9256fa6f489b": "ཅི་སྟེ་འདི་ལ་རྙེད་ཡོད་ཀྱང་། །<br/>གལ་ཏེ་ང་ཡི་ལས་བྱེད་ན། །<br/>འདི་ལ་འཚོ་བ་ཙམ་བྱིན་ནས། །<br/>བདག་གི་སྟོབས་ཀྱིས་དེ་བླང་བྱ། །",
    "0af568e2-040c-40be-8b06-8aa9539cd6a1": "འདི་ནི་བདེ་ལས་ཉམས་བྱ་ཞིང་། །<br/>བདག་གི་གནོད་དང་རྟག་སྦྱར་བྱ། །<br/>འདི་ཡིས་བརྒྱ་ཕྲག་ཐམས་ཅད་དུ། །<br/>འཁོར་བར་བདག་ལ་གནོད་པ་བྱས། །",
    "7e915e15-d6c1-4ebe-b8c7-c894792e5a6b": "ཡིད་ཁྱོད་རང་དོན་བྱེད་འདོད་པས། །<br/>བསྐལ་པ་གྲངས་མེད་འདས་གྱུར་ཀྱང་། །<br/>ངལ་བ་ཆེན་པོ་དེ་ལྟ་བུར། །<br/>ཁྱོད་ཀྱིས་སྡུག་བསྔལ་འབའ་ཞིག་བསྒྲུབས། །",
    "9cb49f33-a250-4501-8737-2b8e1132f354": "དེ་ལྟར་ངེས་པར་གཞན་དག་གི །<br/>དོན་ལ་རབ་ཏུ་འཇུག་གྱིས་དང་། །<br/>ཐུབ་པའི་བཀའ་ནི་མི་སླུ་བས། །<br/>དེ་ཡི་ཡོན་ཏན་ཕྱིས་མཐོང་འགྱུར། །",
    "07b29f2b-3206-4c90-a7b5-cea5d996f5b1": "གལ་ཏེ་ཁྱོད་ཀྱིས་སྔ་དུས་སུ། །<br/>ལས་འདི་བྱས་པར་གྱུར་ན་ནི། །<br/>སངས་རྒྱས་ཕུན་སུམ་བདེ་མིན་པ། །<br/>གནས་སྐབས་འདི་འདྲར་འགྱུར་མི་སྲིད། །",
    "426d0be0-2fbf-416e-9ece-c6f6f9179122": "དེ་བས་འདི་ལྟར་གཞན་དག་གི །<br/>ཁུ་བ་ཁྲག་གི་ཐིགས་པ་ལ། །<br/>ཁྱོད་ཀྱིས་ངར་འཛིན་བྱས་པ་ལྟར། །<br/>དེ་བཞིན་གཞན་ལའང་གོམས་པར་གྱིས། །",
    "fadb45ac-df1e-4c80-be8c-27370484a503": "གཞན་གྱི་རྟོག་ཆེན་བྱས་ནས་ནི། །<br/>བདག་གི་ལུས་ལ་ཅི་སྣང་བ། །<br/>དེ་དང་དེ་ཉིད་ཕྲོགས་བྱས་ནས། །<br/>ཁྱོད་ཀྱིས་གཞན་ལ་ཕན་པ་སྤྱོད། །",
    "acfa95ac-519f-4f29-8337-2cc439415d21": "བདག་སྐྱིད་གཞན་ནི་མི་སྐྱིད་ལ། །<br/>བདག་མཐོ་གཞན་ནི་དམའ་བ་དང་། །<br/>བདག་ནི་ཕན་བྱེད་གཞན་མིན་ཞེས། །<br/>བདག་ལ་ཕྲག་དོག་ཅིས་མི་བྱེད། །",
    "50038bfc-478f-4c7b-9d4c-5b815e58892c": "བདག་ནི་བདེ་དང་བྲལ་གྱིས་ཏེ། །<br/>གཞན་གྱི་སྡུག་བསྔལ་བདག་ལ་སྦྱོར། །<br/>གང་ཚེ་འདི་ནི་ཅི་བྱེད་ཅེས། །<br/>བདག་གི་སྐྱོན་ལ་བརྟག་པར་གྱིས། །",
    "1cb48400-8aab-4b63-abd6-55bddd7c06e3": "གཞན་གྱིས་ཉེས་པ་བྱས་པ་ཡང་། །<br/>རང་གི་སྐྱོན་དུ་བསྒྱུར་བྱོས་ལ། །<br/>བདག་གི་ཉེས་པ་ཆུང་བྱས་ཀྱང་། །<br/>སྐྱེ་བོ་མང་ལ་རབ་ཏུ་ཤོགས། །",
    "89c99a5d-ddb9-4bec-b12f-c162dacb5dd8": "གཞན་གྱི་གྲགས་པ་ལྷག་བརྗོད་པས། །<br/>རང་གི་གྲགས་པ་ཟིལ་གྱིས་ནོན། །<br/>བདག་ནི་བྲན་གྱི་ཐ་མ་ལྟར། །<br/>དོན་རྣམས་ཀུན་ལ་བཀོལ་བར་གྱིས། །",
    "7b471c49-246b-4a31-9256-9485154d231a": "འདི་ནི་སྐྱོན་ཅན་རང་བཞིན་ཏེ། །<br/>གློ་བུར་ཡོན་ཏན་ཆས་མི་བསྟོད། །<br/>འདི་ཡི་ཡོན་ཏན་ཅི་ནས་ཀྱང་། །<br/>འགས་ཀྱང་མི་ཤེས་དེ་ལྟར་གྱིས། །",
    "10b4a024-46cf-490d-aa7f-e0537211af36": "མདོར་ན་བདག་གི་དོན་གྱི་ཕྱིར། །<br/>ཁྱོད་ཀྱིས་གཞན་ལ་གནོད་བྱས་གང་། །<br/>གནོད་དེ་སེམས་ཅན་དོན་གྱི་ཕྱིར། །<br/>བདག་ཉིད་ལ་ནི་འབབ་པར་གྱིས། །",
    "d2994337-0d03-48eb-ae62-a9123d5bfe70": "འདི་ནི་གཉའ་དྲག་འགྱུར་ཚུལ་དུ། །<br/>ཤེད་བསྐྱེད་པར་ནི་མི་བྱ་སྟེ། །<br/>བག་མ་གསར་པའི་ཚུལ་བཞིན་དུ། །<br/>ངོ་ཚ་འཇིགས་དང་བསྡམས་ཏེ་བཞག །",
    "fc0cdc38-eb68-4e83-b697-cff3bb8af22c": "དེ་བྱ་དེ་ལྟར་གནས་བྱ་ཞིང་། །<br/>དེ་ལྟར་ཁྱོད་ཀྱིས་མི་བྱ་བ། །<br/>དེ་ལྟར་འདི་ནི་དབང་བྱ་སྟེ། །<br/>དེ་ལས་འདས་ན་ཚར་གཅད་བྱ། །",
    "81f42b07-be83-47b0-a31b-0b3c1160f56f": "འོན་ཏེ་དེ་ལྟར་གདམས་ཀྱང་ནི། །<br/>སེམས་ཁྱོད་དེ་ལྟར་མི་བྱེད་ན། །<br/>ཁྱོད་ལ་ཉེས་པ་ཀུན་བསྟེན་པས། །<br/>ཁྱོད་ཉིད་ཚར་གཅད་བྱ་བར་ཟད། །",
    "03685171-8de8-4f04-b720-e561dac78f46": "ཁྱོད་ཀྱིས་ཁོ་བོ་གར་བརླག་པའི། །<br/>སྔོན་གྱི་དུས་དེ་གཞན་ཡིན་ཏེ། །<br/>ངས་མཐོང་ད་ཁྱོད་གང་དུ་འགྲོ། །<br/>ཁྱོད་ཀྱི་དྲེགས་པ་ཀུན་གཞོམ་བྱ། །",
    "94e66bc0-2aab-44c1-bb5e-4653e36cdf0f": "ད་དུང་བདག་ལ་རང་གི་དོན། །<br/>ཡོད་སྙམ་སེམས་པ་དེ་དོར་ཅིག །<br/>བདག་གིས་གཞན་ལ་ཁྱོད་བཙོང་གིས། །<br/>སྐྱོ་བར་མ་སེམས་ཞོ་ཤ་ཕུལ། །",
    "586e7ee6-4239-46c3-ac81-486ee566933d": "གལ་ཏེ་བག་མེད་གྱུར་ནས་ཁྱོད། །<br/>སེམས་ཅན་རྣམས་ལ་མ་བྱིན་ན། །<br/>ཁྱོད་ཀྱིས་ཁོ་བོ་དམྱལ་བ་ཡི། །<br/>སྲུང་མ་རྣམས་ལ་བྱིན་དུ་ངེས། །",
    "fe7a6136-be46-4e3b-a984-7ba56e05b515": "དེ་ལྟར་ཁྱོད་ཀྱིས་རེ་ལྟ་ཞིག །<br/>ཁོ་བོ་བྱིན་པས་ཡུན་རིང་སྡུག །<br/>ང་ནི་ཁོན་རྣམས་དྲན་བྱས་ཏེ། །<br/>ཁྱོད་ཀྱིས་རང་དོན་སེམས་པ་གཞོམ། །",
    "5fd7d5c2-0ce8-430b-a5b4-1ffc107a88f9": "དེ་སྟེ་བདག་ནི་དགའ་འདོད་ན། །<br/>རང་ལ་བདག་གིས་དགར་མི་བྱ། །<br/>དེ་སྟེ་བདག་ནི་བསྲུང་འདོད་ན། །<br/>གཞན་དག་རྟག་ཏུ་བསྲུང་བར་བྱ། །",
    "ae73efb8-806d-4c2b-87aa-9913a7451860": "ཇི་ལྟ་ཇི་ལྟར་ལུས་འདི་ནི། །<br/>ཡོངས་སུ་སྐྱོང་བར་བྱེད་གྱུར་པ། །<br/>དེ་ལྟ་དེ་ལྟར་ཤིན་ཏུ་ནི། །<br/>བཟེ་རེ་ཅན་གྱུར་ཉིད་དུ་ལྟུང་། །",
    "14cf253a-fb0c-4e7d-a7d5-884482967994": "དེ་ལྟར་ལྷུང་བ་དེ་ཡི་ཡང་། །<br/>འདོད་པ་ས་འདི་ཐམས་ཅད་ཀྱིས། །<br/>རྫོགས་པར་ནུས་པ་ཡོད་མིན་ན། །<br/>དེ་ཡི་འདོད་པ་སུས་བྱེད་ནུས། །",
    "079994fe-3c42-4267-9898-41e0ef51d713": "ནུས་མེད་འདོད་པ་ཉོན་མོངས་དང་། །<br/>བསམ་པ་ཉམས་པའང་སྐྱེ་བར་འགྱུར། །<br/>གང་ཞིག་ཀུན་ལ་ལྟོས་མེད་པ། །<br/>དེ་ཡི་ཕུན་ཚོགས་ཟད་མི་ཤེས། །",
    "4b2e5e66-b1a7-4140-a487-b45116efe960": "དེ་བས་ལུས་ཀྱི་འདོད་པ་ནི། །<br/>འཕེལ་ཕྱིར་སྐབས་དབྱེ་མི་བྱ་སྟེ། །<br/>གང་ཞིག་ཡིད་འོང་མི་འཛིན་པ། །<br/>དེ་ནི་དངོས་པོ་བཟང་པོ་ཡིན། །",
    "ef7ce085-a906-4316-a539-11b40949bf00": "ཐ་མར་ཐལ་བའི་མཐར་གཏུགས་ཤིང་། །<br/>མི་གཡོ་གཞན་གྱིས་བསྐྱོད་བྱ་བ། །<br/>མི་གཙང་གཟུགས་ནི་མི་བཟད་པ། །<br/>འདི་ལ་ཅི་ཕྱིར་བདག་ཏུ་འཛིན། །",
    "b0618ad2-987f-4ebe-b2f4-d937f0cd6cba": "གསོན་ནམ་ཡང་ན་ཤི་ཡང་བླའི། །<br/>བདག་ལ་འཁྲུལ་འཁོར་འདིས་ཅི་བྱ། །<br/>བོང་སོགས་འདི་ཁྱད་ཅི་ཡོད་ན། །<br/>ཀྱི་ཧུད་ང་རྒྱལ་སེལ་མི་བྱེད། །",
    "b0a60ef3-8697-4213-b0ed-2e82265e9c63": "ལུས་ཀྱི་ཁ་ཏ་བྱས་པ་ཡིས། །<br/>དོན་མེད་སྡུག་བསྔལ་ཉེར་བསགས་ནས། །<br/>རྗེས་སུ་ཆགས་དང་ཁོང་ཁྲོ་བ། །<br/>ཤིང་མཚུངས་འདི་ལ་ཅི་ཞིག་བྱ། །",
    "1ca92394-bd25-4364-93dd-bb40e85fc5d6": "བདག་གིས་འདི་ལྟར་བསྐྱངས་པའམ། །<br/>བྱ་རྒོད་སོགས་ཀྱིས་ཟོས་ཀྱང་རུང་། །<br/>ཆགས་མེད་ཞེ་སྡང་ཡོད་མིན་ན། །<br/>ཅི་སྟེ་དེ་ལ་ཆགས་པར་བྱེད། །",
    "235166a4-f956-4681-8762-33bbb880173b": "གང་ཞིག་སྨོད་པས་ཁྲོ་བ་དང་། །<br/>གང་ཞིག་བསྟོད་པས་མགུ་འགྱུར་བ། །<br/>གལ་ཏེ་དེ་ཉིད་ཤེས་མེད་ན། །<br/>བདག་གིས་གང་གི་ངལ་བ་བྱས། །",
    "37b236f1-1370-482e-9a38-75bf29bd9954": "གང་ཞིག་ལུས་འདི་འདོད་འགྱུར་བ། །<br/>དེ་དང་བདག་བཤེས་ཡིན་ཞེ་ན། །<br/>ཐམས་ཅད་རང་གི་ལུས་འདོད་པས། །<br/>དེ་ལ་བདག་གོ་ཅིས་མི་དགའ། །",
    "451b5c8d-8b2a-46c5-9757-05124369733d": "དེ་བས་བདག་གིས་ཆགས་མེད་པར། །<br/>འགྲོ་ལ་ཕན་ཕྱིར་ལུས་གཏང་བྱ། །<br/>དེས་ན་འདི་ལ་ཉེས་མང་ཡང་། །<br/>ལས་ཀྱི་སྤྱད་བཞིན་གཟུང་བར་བྱ། །",
    "ecb7bf46-58a6-4d3c-8233-03ea4a593252": "དེ་བས་བྱིས་པའི་སྤྱོད་པས་ཆོག །<br/>བདག་གིས་མཁས་པའི་རྗེས་བསྙགས་ཏེ། །<br/>བག་ཡོད་གཏམ་ནི་དྲན་བྱས་ནས། །<br/>གཉིད་དང་རྨུགས་པ་བཟློག་པར་བྱ། །",
    "fcd8aee2-c59f-4df6-9fdd-f094fb87daf8": "རྒྱལ་སྲས་ཐུགས་རྗེ་ཆེ་རྣམས་ལྟར། །<br/>རིགས་པའི་སྲན་ནི་གཟུགས་བྱ་སྟེ། །<br/>ཉིན་མཚན་ཕྱད་པར་མ་འབད་ན། །<br/>བདག་གི་སྡུག་བསྔལ་ནམ་མཐར་ཕྱིན། །",
    "918b2e32-5173-4ffa-a325-cce3af7b31d2": "དེ་བས་སྒྲིབ་པ་བསལ་བའི་ཕྱིར། །<br/>ལོག་པའི་ལམ་ལས་སེམས་བླན་ཏེ། །<br/>ཡང་དག་དམིགས་ལ་རྟག་པར་ཡང་། །<br/>བདག་གིས་མཉམ་པར་གཞག་པར་བྱ། །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས། །<br/>བསམ་གཏན་བསྟན་པ་ཞེས་བྱ་བ་སྟེ་ལེའུ་བརྒྱད་པའོ།། །།",
    "a9ebaff7-f923-4b52-8f5e-aacaf52fa6a4": "ཡན་ལག་འདི་དག་ཐམས་ཅད་ནི། །<br/>ཐུབ་པས་ཤེས་རབ་དོན་དུ་གསུངས། །",
    "f2d58a00-2ece-4989-9ae0-9f287091ffd8": "དེ་ཡི་ཕྱིར་ན་སྡུག་བསྔལ་དག །<br/>ཞི་བར་འདོད་པས་ཤེས་རབ་བསྐྱེད། །",
    "ce7b36b2-b981-4c32-a92b-d9febab228af": "ཀུན་རྫོབ་དང་ནི་དོན་དམ་སྟེ། །<br/>འདི་ནི་བདེན་པ་གཉིས་སུ་འདོད། །",
    "71dbd8ea-25b6-42e1-8e4f-44ac8263a2b5": "དོན་དམ་བློ་ཡི་སྤྱོད་ཡུལ་མིན། །<br/>བློ་ནི་ཀུན་རྫོབ་ཡིན་པར་བརྗོད། །",
    "3c8ce068-5131-4755-b0ff-c0605d5f27f3": "དེ་ལ་འཇིག་རྟེན་རྣམ་གཉིས་མཐོང་། །<br/>རྣལ་འབྱོར་པ་དང་ཕལ་པའོ། །<br/>དེ་ལ་འཇིག་རྟེན་ཕལ་པ་ནི། །<br/>རྣལ་འབྱོར་འཇིག་རྟེན་གྱིས་གནོད་ཅིང་། །",
    "998f2f9e-5979-45f7-ad52-932f683b09d1": "རྣལ་འབྱོར་པ་ཡང་བློ་ཁྱད་ཀྱིས། །<br/>གོང་མ་གོང་མ་རྣམས་ཀྱིས་གནོད། །",
    "f76c9aa5-9ddc-4f04-a6c3-f5a437889edd": "གཉི་ག་ཡང་ནི་འདོད་པའི་དཔེས། །<br/>འབྲས་བུའི་དོན་དུ་མ་དཔྱད་ཕྱིར། །",
    "2d37ef49-b437-420e-aacd-4162d1fe309a": "འཇིག་རྟེན་པ་ཡིས་དངོས་མཐོང་ཞིང་། །<br/>ཡང་དག་ཉིད་དུའང་རྟོག་བྱེད་ཀྱི། །<br/>སྒྱུ་མ་ལྟ་བུར་མིན་པས་འདིར། །<br/>རྣལ་འབྱོར་པ་དང་འཇིག་རྟེན་རྩོད། །",
    "c8670261-07c0-4c79-a083-145997865029": "གཟུགས་སོགས་མངོན་སུམ་ཉིད་ཀྱང་ནི། །<br/>གྲགས་པས་ཡིན་གྱི་ཚད་མས་མིན། །<br/>དེ་ནི་མི་གཙང་ལ་སོགས་ལ། །<br/>གཙང་སོགས་གྲགས་པ་བཞིན་དུ་རྫུན། །",
    "dc3b3ed8-0fb0-49e1-9f8d-d4c7fb0342d3": "འཇིག་རྟེན་གཞུག་པའི་དོན་དུ་ནི། །<br/>མགོན་པོས་དངོས་བསྟན་དེ་ཉིད་དུ། །<br/>དེ་དག་སྐད་ཅིག་མ་ཉིད་མིན། །<br/>ཀུན་རྫོབ་ཏུ་ཡང་འགལ་ཞེ་ན། །",
    "39403e57-a687-4965-90a4-e90389be7a79": "རྣལ་འབྱོར་ཀུན་རྫོབ་ཉེས་མེད་དེ། །<br/>འཇིག་རྟེན་ལ་ལྟོས་དེ་ཉིད་མཐོང་། །<br/>གཞན་དུ་བུད་མེད་མི་གཙང་བར། །<br/>དེས་རྟོག་འཇིག་རྟེན་གྱིས་གནོད་འགྱུར། །",
    "652f79db-bcc7-4073-9ccd-291c735f401e": "སྒྱུ་འདྲའི་རྒྱལ་ལས་བསོད་ནམས་ནི། །<br/>ཇི་ལྟར་དངོས་ཡོད་ལ་ཇི་བཞིན། །<br/>གལ་ཏེ་སེམས་ཅན་སྒྱུ་འདྲ་ན། །<br/>ཤི་ནས་ཇི་ལྟར་སྐྱེ་ཞེ་ན། །",
    "5e4938c2-0476-482b-9408-0d7cc5254e22": "ཇི་སྲིད་རྐྱེན་རྣམས་འཚོགས་གྱུར་པ། །<br/>དེ་སྲིད་སྒྱུ་མའང་འབྱུང་བར་འགྱུར། །<br/>རྒྱུན་རིང་ཙམ་གྱིས་ཇི་ལྟར་ན། །<br/>སེམས་ཅན་བདེན་པར་ཡོད་པ་ཡིན། །",
    "6f666e04-356a-4ed5-ad89-d76083972295": "སྒྱུ་མའི་སྐྱེས་བུ་བསད་སོགས་ལ། །<br/>སེམས་མེད་ཕྱིར་ན་སྡིག་མེད་དེ། །<br/>སྒྱུ་མའི་སེམས་དང་ལྡན་པ་ལ། །<br/>བསོད་ནམས་དང་ནི་སྡིག་པ་འབྱུང་། །",
    "e32f4735-385b-40a5-bb42-bb7fa04231a6": "སྔགས་སོགས་རྣམས་ལ་ནུས་མེད་ཕྱིར། །<br/>སྒྱུ་མའི་སེམས་ནི་འབྱུང་བ་མེད། །<br/>སྣ་ཚོགས་རྐྱེན་ལས་བྱུང་བ་ཡི། །<br/>སྒྱུ་མ་དེ་ཡང་སྣ་ཚོགས་ཉིད། །",
    "53bca63a-bbdc-4942-bf78-755023f0a5ba": "རྐྱེན་གཅིག་གིས་ནི་ཀུན་ནུས་པ། །<br/>གང་ན་ཡང་ནི་ཡོད་མ་ཡིན། །<br/>གལ་ཏེ་དོན་དམ་མྱ་ངན་འདས། །<br/>འཁོར་བ་ཀུན་རྫོབ་དེ་ལྟ་ན། །",
    "0a64ace5-7388-4be2-8515-835926a1058d": "སངས་རྒྱས་ཀྱང་ནི་འཁོར་འགྱུར་བས། །<br/>བྱང་ཆུབ་སྤྱོད་པས་ཅི་ཞིག་བྱ། །<br/>རྐྱེན་རྣམས་རྒྱུན་ནི་མ་ཆད་ན། །<br/>སྒྱུ་མའང་ལྡོག་པར་མི་འགྱུར་གྱི། །",
    "e61b3476-c950-4197-bbc0-a95fb416f3c7": "རྐྱེན་རྣམས་རྒྱུན་ནི་ཆད་པས་ན། །<br/>ཀུན་རྫོབ་ཏུ་ཡང་མི་འབྱུང་ངོ་། །",
    "6a6a4a84-0e29-454e-af76-c57730d52675": "གང་ཚེ་འཁྲུལ་པའང་ཡོད་མིན་ན། །<br/>སྒྱུ་མ་གང་གིས་དམིགས་པར་འགྱུར། །",
    "9672e638-75fb-4384-a9f7-9eabb7c83b89": "གང་ཚེ་ཁྱོད་ལ་སྒྱུ་མ་ཉིད། །<br/>མེད་ནའང་དེ་ཚེ་ཅི་ཞིག་དམིགས། །<br/>གལ་ཏེ་དེ་ཉིད་དུ་གཞན་ཡོད། །<br/>རྣམ་པ་དེ་ནི་སེམས་ཉིད་ཡིན། །",
    "d0b49412-e45b-48bd-96a7-0715a5afc5aa": "གང་ཚེ་སེམས་ཉིད་སྒྱུ་མ་ན། །<br/>དེ་ཚེ་གང་ཞིག་གང་གིས་མཐོང་། །<br/>འཇིག་རྟེན་གྱི་ནི་མགོན་པོས་ཀྱང་། །<br/>སེམས་ཀྱིས་སེམས་མི་མཐོང་ཞེས་གསུངས། །",
    "418d208e-013a-4f35-a635-bce9708f2203": "རལ་གྲི་སོ་ནི་རང་ལ་རང་། །<br/>ཇི་ལྟར་མི་གཅོད་དེ་བཞིན་ཡིད། །<br/>ཇི་ལྟར་མར་མེ་རང་གི་དངོས། །<br/>ཡང་དག་གསལ་བར་བྱེད་བཞིན་ན། །",
    "d507e921-ddc0-4f86-b0be-0241e42cff90": "མར་མེ་གསལ་བར་བྱ་མིན་ཏེ། །<br/>གང་ཕྱིར་མུན་གྱིས་བསྒྲིབས་པ་མེད། །<br/>ཤེལ་བཞིན་སྔོན་པོ་སྔོ་ཉིད་ལ། །<br/>གཞན་ལ་ལྟོས་པ་ཡོད་མ་ཡིན། །",
    "6a281c28-8067-4608-bb90-c565c3dde043": "དེ་བཞིན་འགའ་ཞིག་གཞན་ལ་ནི། །<br/>ལྟོས་དང་ལྟོས་མེད་པ་ཡང་མཐོང་། །<br/>སྔོ་ཉིད་མིན་ལ་སྔོན་པོར་དེ། །<br/>བདག་གིས་བདག་ཉིད་བྱས་པ་མེད། །",
    "1ccdb2a3-0c20-46f0-87ed-720223ec57f7": "མར་མེ་གསལ་བར་བྱེད་དོ་ཞེས། །<br/>ཤེས་པས་ཤེས་ཏེ་རྗོད་བྱེད་ན། །<br/>བློ་ནི་གསལ་བ་ཉིད་ཡིན་ཞེས། །<br/>གང་གིས་ཤེས་ནས་དེ་སྐད་བརྗོད། །",
    "f096cba5-0167-48e7-bc27-755046ea8b2c": "གང་ཚེ་འགས་ཀྱང་མཐོང་མིན་ན། །<br/>གསལ་བའམ་ནི་མི་གསལ་བ། །<br/>མོ་གཤམ་བུ་མོའི་འགྱིང་བག་བཞིན། །<br/>དེ་ནི་བརྗོད་ཀྱང་དོན་མེད་དོ། །",
    "9e30b487-81ba-4ff7-88a4-49b947667f92": "གལ་ཏེ་རང་རིག་ཡོད་མིན་ན། །<br/>རྣམ་ཤེས་དྲན་པར་ཇི་ལྟར་འགྱུར། །<br/>གཞན་མྱོང་བ་ན་འབྲེལ་པ་ལས། །<br/>དྲན་འགྱུར་བྱི་བའི་དུག་བཞིན་ནོ། །",
    "ae3684e5-25d5-4cbd-952e-777518a79e12": "རྐྱེན་གཞན་དག་དང་ལྡན་པ་ནི། །<br/>མཐོང་ཕྱིར་རང་ཉིད་རབ་གསལ་ན། །<br/>གྲུབ་པའི་མིག་སྨན་སྦྱོར་བ་ལས། །<br/>བུམ་མཐོང་མིག་སྨན་ཉིད་འགྱུར་མིན། །",
    "0c098414-2e26-48cd-8621-2062f7917dce": "ཇི་ལྟར་མཐོང་ཐོས་ཤེས་པ་དག །<br/>འདིར་ནི་དགག་པར་བྱ་མིན་ཏེ། །<br/>འདིར་ནི་སྡུག་བསྔལ་རྒྱུར་གྱུར་པ། །<br/>བདེན་པར་རྟོག་པ་བཟློག་བྱ་ཡིན། །",
    "992c67fd-a87a-4918-942d-381c3a2d6396": "སེམས་ལས་སྒྱུ་མ་གཞན་མིན་ཞིང་། །<br/>གཞན་མིན་པར་ཡང་མི་རྟག་ན། །<br/>དངོས་ན་ཇི་ལྟར་དེ་གཞན་མིན། །<br/>གཞན་མིན་ཞེ་ན་དངོས་པོར་མེད། །",
    "0b02af4f-5571-413c-b328-882195ae39b0": "ཇི་ལྟར་སྒྱུ་མ་བདེན་མིན་ཡང་། །<br/>བལྟ་བྱ་དེ་བཞིན་ལྟ་བྱེད་ཡིད། །<br/>གལ་ཏེ་འཁོར་བ་དངོས་རྟེན་ཅན། །<br/>དེ་ནི་གཞན་དུ་མཁའ་འདྲར་འགྱུར། །",
    "f9611945-6ffd-4217-b3fa-b142d9259c4a": "དངོས་མེད་དངོས་ལ་བརྟེན་པས་ན། །<br/>བྱེད་དང་ལྡན་པར་ཇི་ལྟར་འགྱུར། །<br/>ཁྱོད་ཀྱི་སེམས་ནི་གྲོགས་མེད་པར། །<br/>གཅིག་པུ་ཉིད་དུ་འགྱུར་བ་ཡིན། །",
    "4fc74b65-8d5e-492c-8854-1551c7d070b7": "གང་ཚེ་སེམས་ནི་གཟུང་བྲལ་བ། །<br/>དེ་ཚེ་ཐམས་ཅད་དེ་བཞིན་གཤེགས། །<br/>དེ་ལྟ་ན་ཡང་སེམས་ཙམ་དུ། །<br/>བརྟགས་ལ་ཡོན་ཏན་ཅི་ཞིག་ཡོད། །",
    "420f391a-f7f9-4ca3-ae33-ef23961ef146": "སྒྱུ་མ་ལྟ་བུར་ཤེས་ན་ཡང་། །<br/>ཇི་ལྟར་ཉོན་མོངས་ལྡོག་འགྱུར་ཏེ། །<br/>གང་ཚེ་སྒྱུ་མའི་བུད་མེད་ལ། །<br/>དེ་བྱེད་ཉིད་ཀྱང་ཆགས་སྐྱེ་འགྱུར། །",
    "594654a7-892e-4084-8906-eb3d41b96cbe": "དེ་བྱེད་པ་ནི་ཤེས་བྱ་ལ། །<br/>ཉོན་མོངས་བག་ཆགས་མ་སྤངས་པ། །<br/>དེས་ན་དེ་མཐོང་བ་ན་དེ། །<br/>སྟོང་ཉིད་བག་ཆགས་ཉམ་ཆུང་ཉིད། །",
    "1e2b26d0-d698-4a0b-b66e-f407a1c4ec81": "སྟོང་ཉིད་བག་ཆགས་གོམས་པས་ནི། །<br/>དངོས་པོའི་བག་ཆགས་སྤོང་འགྱུར་ཞིང་། །<br/>ཅི་ཡང་མེད་ཅེས་གོམས་པས་ནི། །<br/>དེ་ཡང་ཕྱི་ནས་སྤོང་བར་འགྱུར། །",
    "adab2f86-95c6-40e1-8e07-0159f7a11054": "གང་ཚེ་གང་ཞིག་མེད་དོ་ཞེས། །<br/>བརྟག་བྱའི་དངོས་པོ་མི་དམིགས་པ། །<br/>དེ་ཚེ་དངོས་མེད་རྟེན་བྲལ་བ། །<br/>བློ་ཡི་མདུན་ན་ཇི་ལྟར་གནས། །",
    "266ec15d-011a-467a-941a-c3bcb2438e98": "གང་ཚེ་དངོས་དང་དངོས་མེད་དག །<br/>བློ་ཡི་མདུན་ན་མི་གནས་པ། །<br/>དེ་ཚེ་རྣམ་པ་གཞན་མེད་པས། །<br/>དམིགས་པ་མེད་པར་རབ་ཏུ་ཞི། །",
    "2a6af293-0bf7-4937-93dc-91fc8b3ceb27": "ཡིད་བཞིན་ནོར་བུ་དཔག་བསམ་ཤིང་། །<br/>ཇི་ལྟར་རེ་བ་ཡོངས་སྐོང་བ། །<br/>དེ་བཞིན་གདུལ་བྱ་སྨོན་ལམ་གྱི། །<br/>དབང་གིས་རྒྱལ་བའི་སྐུར་སྣང་ངོ་། །",
    "aade847d-3507-4b86-a355-393f9c03044f": "དཔེར་ན་ནམ་མཁའ་ལྡིང་གི་ནི། །<br/>མཆོད་སྡོང་བསྒྲུབས་ནས་འདས་གྱུར་པ། །<br/>དེ་འདས་ཡུན་རིང་ལོན་ཡང་དེ། །<br/>དུག་ལ་སོགས་པ་ཞི་བྱེད་བཞིན། །",
    "296d6ece-3cdf-4ef2-b12a-de19828740a3": "བྱང་ཆུབ་སྤྱོད་པའི་རྗེས་མཐུན་པར། །<br/>རྒྱལ་བའི་མཆོད་སྡོང་བསྒྲུབས་པ་ཡང་། །<br/>བྱང་ཆུབ་སེམས་དཔའ་མྱ་ངན་ལས། །<br/>འདས་ཀྱང་དོན་རྣམས་ཐམས་ཅད་མཛད། །",
    "98db3840-b98b-4337-bc80-24927d513df5": "སེམས་མེད་པ་ལ་མཆོད་བྱས་པས། །<br/>ཇི་ལྟར་འབྲས་བུ་ལྡན་པར་འགྱུར། །<br/>གང་ཕྱིར་བཞུགས་པའམ་མྱ་ངན་འདས། །<br/>མཚུངས་པ་ཉིད་དུ་བཤད་ཕྱིར་རོ། །",
    "8e2bffe4-2eff-4318-a048-8e68993b8380": "ཀུན་རྫོབ་བམ་ནི་དེ་ཉིད་དུའང་། །<br/>རུང་སྟེ་དེར་འབྲས་ལུང་ལས་ཡིན། །<br/>དཔེར་ན་བདེན་པའི་སངས་རྒྱས་ལ། །<br/>ཇི་ལྟར་འབྲས་བུར་བཅས་པ་བཞིན། །",
    "3f84f2da-e81c-4eef-a8ce-cc0aaeaeae68": "བདེན་པ་མཐོང་བས་གྲོལ་འགྱུར་གྱི། །<br/>སྟོང་ཉིད་མཐོང་བས་ཅི་ཞིག་བྱ། །<br/>གང་ཕྱིར་ལུང་ལས་ལམ་འདི་ནི། །<br/>མེད་པར་བྱང་ཆུབ་མེད་པར་གསུངས། །",
    "c99a31d6-92cd-4928-ba2e-639060219243": "གལ་ཏེ་ཐེག་ཆེན་མ་གྲུབ་ན། །<br/>ཁྱོད་ཀྱི་ལུང་ནི་ཇི་ལྟར་གྲུབ། །<br/>གང་ཕྱིར་གཉིས་ཀ་ལ་འདི་གྲུབ། །<br/>དང་པོ་ཁྱོད་ལ་འདི་མ་གྲུབ། །",
    "cb65bb2e-3db2-47de-abda-5ce385ba1055": "རྐྱེན་གང་གིས་ནི་དེར་ཡིད་ཆེས། །<br/>དེ་ནི་ཐེག་ཆེན་ལ་ཡང་མཚུངས། །<br/>གཞན་གཉིས་འདོད་པས་བདེན་ན་ནི། །<br/>རིག་བྱེད་སོགས་ཀྱང་བདེན་པར་འགྱུར། །",
    "6f57ba46-1f67-4a98-a52c-494dced49353": "ཐེག་ཆེན་རྩོད་བཅས་ཕྱིར་ཞེ་ན། །<br/>ལུང་ལ་མུ་སྟེགས་པ་རྣམས་དང་། །<br/>ལུང་གཞན་ལ་ཡང་རང་གཞན་དག །<br/>རྩོད་བཅས་ཡིན་ཕྱིར་དོར་བྱར་འགྱུར། །",
    "8ea19431-2c54-4f76-bd4c-5af5010a06ad": "བསྟན་རྩ་དགེ་སློང་ཉིད་ཡིན་ན། །<br/>དགེ་སློང་ཉིད་ཀྱང་དཀའ་བར་གནས། །<br/>སེམས་ནི་དམིགས་དང་བཅས་རྣམས་ཀྱི། །<br/>མྱ་ངན་འདས་པའང་དཀའ་བར་གནས། །",
    "c5ee2241-8dcd-41db-9c5c-4505cc641f7d": "ཉོན་མོངས་སྤངས་པས་གྲོལ་ན་དེའི། །<br/>དེ་མ་ཐག་ཏུ་དེར་འགྱུར་རོ། །<br/>ཉོན་མོངས་མེད་ཀྱང་དེ་དག་ལ། །<br/>ལས་ཀྱི་ནུས་པ་མཐོང་བ་ཡིན། །",
    "ab15d980-c8b5-447f-a6f6-f3c829f81839": "རེ་ཞིག་ཉེར་ལེན་སྲེད་པ་ནི། །<br/>མེད་ཅེས་ངེས་པ་ཉིད་ཅེ་ན། །<br/>སྲེད་དེ་ཉོན་མོངས་ཅན་མིན་ཡང་། །<br/>ཀུན་རྨོངས་བཞིན་དུ་ཅི་སྟེ་མེད། །",
    "52775463-e99e-4838-9ea7-e43969eaac14": "ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ་ཡིན། །<br/>ཚོར་བ་དེ་དག་ལ་ཡང་ཡོད། །<br/>དམིགས་པ་དང་ནི་བཅས་པའི་སེམས། །<br/>འགའ་ཞིག་ལ་ནི་གནས་པར་འགྱུར། །",
    "9bf3e608-74e5-4f3b-988b-63ab6449a431": "སྟོང་ཉིད་དང་ནི་བྲལ་བའི་སེམས། །<br/>འགགས་པ་སླར་ཡང་སྐྱེ་འགྱུར་ཏེ། །<br/>འདུ་ཤེས་མེད་པའི་སྙོམས་འཇུག་བཞིན། །<br/>དེས་ན་སྟོང་ཉིད་བསྒོམ་པར་བྱ། །",
    "3813a2b8-1388-4b0a-b285-57d5c4415a8a": "ངག་གང་མདོ་སྡེ་ལ་འཇུག་དེ། །<br/>གལ་ཏེ་སངས་རྒྱས་གསུངས་འདོད་ན། །<br/>ཐེག་ཆེན་ཕལ་ཆེར་ཁྱེད་ཅག་གི །<br/>མདོ་དང་མཚུངས་འདོད་མིན་ནམ་ཅི། །",
    "6dd4b5de-a97b-40b2-84c7-e4aa24e92b11": "གལ་ཏེ་མ་གཏོགས་གཅིག་གིས་ནི། །<br/>ཐམས་ཅད་སྐྱོན་དང་བཅས་འགྱུར་ན། །<br/>མདོ་མཚུངས་གཅིག་གིས་ཐམས་ཅད་ནི། །<br/>རྒྱལ་བས་གསུངས་པ་ཅིས་མ་ཡིན། །",
    "6c8768a9-00e6-4731-a7cf-e3030e0664e0": "ངག་གང་འོད་སྲུངས་ཆེན་པོ་ལ། །<br/>སོགས་པས་གཏིང་དཔོགས་མ་གྱུར་པ། །<br/>དེ་ནི་ཁྱོད་ཀྱིས་མ་རྟོགས་པས། །<br/>གཟུང་བྱ་མིན་པར་སུ་ཞིག་བྱེད། །",
    "7402bbe1-630c-4bf4-867f-f3b301a9a7c0": "རྨོངས་པས་སྡུག་བསྔལ་ཅན་དོན་དུ། །<br/>ཆགས་དང་འཇིགས་མཐའ་ལས་གྲོལ་བ། །<br/>འཁོར་བར་གནས་པ་གྲུབ་འགྱུར་བ། །<br/>འདི་ནི་སྟོང་ཉིད་འབྲས་བུ་ཡིན། །",
    "dbf8f7ce-25cd-401d-87c6-57a10ecf3608": "དེ་ལྟར་སྟོང་པ་ཉིད་ཕྱོགས་ལ། །<br/>སུན་འབྱིན་པ་ནི་འཐད་མ་ཡིན། །<br/>དེས་ན་ཐེ་ཚོམ་མི་ཟ་བར། །<br/>སྟོང་པ་ཉིད་ནི་བསྒོམ་པར་བྱ། །",
    "383e4201-8255-42e9-b2c4-9f26cf761ff7": "ཉོན་མོངས་ཤེས་བྱའི་སྒྲིབ་པ་ཡི། །<br/>མུན་པའི་གཉེན་པོ་སྟོང་པ་ཉིད། །<br/>མྱུར་དུ་ཐམས་ཅད་མཁྱེན་འདོད་པས། །<br/>དེ་ནི་ཇི་ལྟར་སྒོམ་མི་བྱེད། །",
    "b5041492-e636-4119-97a9-99a1ffc77128": "དངོས་གང་སྡུག་བསྔལ་སྐྱེད་བྱེད་པ། །<br/>དེ་ལས་སྐྲག་པ་སྐྱེ་འགྱུར་ན། །<br/>སྟོང་ཉིད་སྡུག་བསྔལ་ཞི་བྱེད་པ། །<br/>དེ་ལ་འཇིགས་པ་ཇི་ལྟར་སྐྱེ། །",
    "1e83d2a4-d8bc-42ae-ad08-c305608b9781": "གལ་ཏེ་བདག་འགའ་ཡོད་ན་ནི། །<br/>ཅི་ཡང་རུང་ལས་འཇིགས་འགྱུར་ན། །<br/>བདག་ཉིད་འགའ་ཡང་ཡོད་མིན་པས། །<br/>འཇིགས་པར་འགྱུར་བ་སུ་ཞིག་ཡིན། །",
    "6e1f93dd-6feb-4ea4-8610-b61898ebb43f": "སོ་དང་སྐྲ་སེན་བདག་མ་ཡིན། །<br/>བདག་ནི་རུས་པ་ཁྲག་མ་ཡིན། །<br/>སྣབས་མིན་བད་ཀན་མ་ཡིན་ཏེ། །<br/>ཆུ་སེར་དང་ནི་རྣག་ཀྱང་མིན། །<br/>བདག་ནི་ཞག་དང་རྔུལ་མིན་ཏེ། །<br/>གློ་མཆིན་དག་ཀྱང་བདག་མ་ཡིན། །<br/>ནང་ཁྲོལ་གཞན་ཡང་བདག་མིན་ཏེ། །<br/>བདག་ནི་ཕྱི་ས་གཅིན་མ་ཡིན། །",
    "8049d135-7059-4909-8b0c-b3788ff9d876": "ཤ་དང་པགས་པ་བདག་མིན་ཏེ། །<br/>དྲོད་དང་རླུང་ཡང་བདག་མ་ཡིན། །<br/>བུ་ག་བདག་མིན་རྣམ་ཀུན་དུ། །<br/>རྣམ་ཤེས་དྲུག་ཀྱང་བདག་མ་ཡིན། །",
    "9bcce1da-dbbc-4c85-b93c-b9e6ddee6644": "གལ་ཏེ་སྒྲ་ཡི་ཤེས་རྟག་ན། །<br/>ཐམས་ཅད་ཚེ་ན་སྒྲ་འཛིན་འགྱུར། །<br/>ཤེས་བྱ་མེད་ན་ཅི་ཞིག་རིག །<br/>གང་གིས་ཤེས་པ་ཞེས་རྗོད་བྱེད། །",
    "96c20a5c-b1f4-48bf-a383-f31a35457fa7": "གལ་ཏེ་ཤེས་མེད་ཤེས་ཡིན་ན། །<br/>ཤིང་ཡང་ཤེས་པར་ཐལ་བར་འགྱུར། །<br/>དེས་ན་ཤེས་བྱ་ཉེར་གནས་པ། །<br/>མེད་པར་ཤེས་པ་མེད་ཅེས་ངེས། །",
    "15e8c8d5-bea5-4d6a-9343-88977f947afa": "དེ་ཉིད་ཀྱིས་ནི་གཟུགས་ཤེས་ན། །<br/>དེ་ཚེ་ཐོས་པའང་ཅི་སྟེ་མིན། །<br/>གལ་ཏེ་སྒྲ་མི་ཉེ་ཕྱིར་ན། །<br/>དེས་ན་དེ་ཡི་ཤེས་པའང་མེད། །",
    "844f9e53-0738-41e6-b2df-7f65af7962e8": "སྒྲ་འཛིན་རང་བཞིན་གང་ཡིན་པ། །<br/>དེ་གཟུགས་འཛིན་པར་ཇི་ལྟར་འགྱུར། །",
    "013c8a86-4c77-455b-a3bc-31f581ab1d4f": "གཅིག་ནི་ཕ་དང་བུ་ཉིད་དུ། །<br/>བརྟགས་ཡིན་ཡང་དག་ཉིད་མིན་ཏེ། །",
    "5d006184-6745-4bac-a3b5-fb72b5898c11": "འདི་ལྟར་སྙིང་སྟོབས་རྡུལ་དང་ནི། །<br/>མུན་པ་བུ་མིན་ཕ་ཡང་མིན། །<br/>དེ་ནི་སྒྲ་འཛིན་དང་ལྡན་པའི། །<br/>རང་བཞིན་དུ་ནི་མཐོང་མ་ཡིན། །",
    "3fa563de-e6d4-443f-af40-695340354a9b": "གར་མཁན་ལྟ་བུར་ཚུལ་གཞན་གྱིས། །<br/>དེ་ཉིད་མཐོང་ན་དེ་རྟག་མིན། །<br/>གལ་ཏེ་ཚུལ་གཞན་དེ་ཉིད་ན། །<br/>གཅིག་ཉིད་དེ་ནི་སྔོན་མེད་གཅིག །",
    "a589ae25-593d-440a-bcaf-02753166d42a": "གལ་ཏེ་ཚུལ་གཞན་བདེན་མིན་ན། །<br/>དེ་ཡི་རང་གི་རང་བཞིན་སྨྲོས། །<br/>ཤེས་ཉིད་ཅེ་ན་དེ་ལྟ་ན། །<br/>སྐྱེས་ཀུན་གཅིག་ཏུ་ཐལ་བར་འགྱུར། །",
    "f50d334a-17d9-4096-98e3-0ed1abaf3907": "སེམས་པ་སེམས་མེད་དེ་དག་ཀྱང་། །<br/>གཅིག་འགྱུར་གང་ཕྱིར་ཡོད་ཉིད་མཚུངས། །<br/>གང་ཚེ་བྱེ་བྲག་ཕྱིན་ཅི་ལོག །<br/>དེ་ཚེ་འདྲ་བའི་རྟེན་གང་ཡིན། །",
    "73b26bb0-2395-4221-887c-29ffc2664cd6": "སེམས་མེད་པ་ཡང་བདག་མིན་ཏེ། །<br/>སེམས་མེད་ཉིད་ཕྱིར་བུམ་སོགས་བཞིན། །<br/>འོན་ཏེ་སེམས་དང་ལྡན་པའི་ཕྱིར། །<br/>ཤེས་ན་མི་ཤེས་འཇིག་པར་ཐལ། །",
    "4c64abaa-5010-4a92-b30d-beea6d866fa5": "ཇི་སྟེ་བདག་ལ་འགྱུར་མེད་ན། །<br/>སེམས་པས་དེ་ལ་ཅི་ཞིག་བྱས། །<br/>དེ་ལྟར་ཤེས་མེད་བྱ་བྲལ་བ། །<br/>ནམ་མཁའ་བདག་ཏུ་བྱས་པར་འགྱུར། །",
    "e0561151-e1c9-49fa-89c0-7bc4218e447d": "གལ་ཏེ་བདག་ནི་ཡོད་མིན་ན། །<br/>ལས་འབྲས་འབྲེལ་པ་རིགས་མིན་ཏེ། །<br/>ལས་བྱས་ནས་ནི་ཞིག་པས་ན། །<br/>སུ་ཡི་ལས་སུ་འགྱུར་ཞེ་ན། །",
    "531719ab-bc37-4fe6-80f5-b7e4c87f4d97": "བྱ་བ་འབྲས་གཞི་ཐ་དད་དང་། །<br/>དེར་བདག་བྱེད་པ་མེད་པར་ཡང་། །<br/>ཡུ་བུ་གཉི་ག་ལ་གྲུབ་པས། །<br/>འདིར་བརྩད་དོན་མེད་མ་ཡིན་ནམ། །",
    "0997c8c2-542c-493d-828b-f5cbb54cfe75": "རྒྱུ་ལྡན་འབྲས་བུ་དང་བཅས་ཞེས། །<br/>མཐོང་བ་འདི་ནི་སྲིད་མ་ཡིན། །<br/>རྒྱུད་གཅིག་ལ་ནི་བརྟེན་ནས་སུ། །<br/>བྱེད་པོ་སྤྱོད་པོ་ཞེས་བྱར་བསྟན། །",
    "ae7e344a-c70f-45e2-b6f8-694f146ad29d": "འདས་དང་མ་འོངས་པ་ཡི་སེམས། །<br/>བདག་མིན་དེ་ནི་མེད་པའི་ཕྱིར། །<br/>འོན་ཏེ་སྐྱེས་སེམས་བདག་ཡིན་ན། །<br/>དེ་ཞིག་ན་ཡང་བདག་མེད་དོ། །",
    "a6f14907-b3b7-4af9-b814-45ee135a5341": "དཔེར་ན་ཆུ་ཤིང་སྡོང་པོ་དག །<br/>ཆ་ཤས་ཕྱེ་ན་འགའ་མེད་པ། །<br/>དེ་བཞིན་རྣམ་པར་དཔྱད་པ་ཡིས། །<br/>བཙལ་ན་བདག་ཀྱང་ཡང་དག་མིན། །",
    "9e61293b-b04e-4705-9f66-b2862210ec44": "གལ་ཏེ་སེམས་ཅན་ཡོད་མིན་ན། །<br/>སུ་ལ་སྙིང་རྗེ་བྱ་ཞེ་ན། །<br/>འབྲས་བུའི་དོན་དུ་ཁས་བླངས་པའི། །<br/>རྨོངས་པས་བརྟགས་པ་གང་ཡིན་པའོ། །",
    "b651c777-9a30-4b9b-87f3-02945c5a983c": "སེམས་ཅན་མེད་འབྲས་སུ་ཡི་ཡིན། །<br/>བདེན་ཏེ་འོན་ཀྱང་རྨོངས་ལས་འདོད། །<br/>སྡུག་བསྔལ་ཉེ་བར་ཞི་དོན་དུ། །<br/>འབྲས་བུའི་རྨོངས་པ་བཟློག་མི་བྱ། །",
    "0cfcdcec-4aaa-4cda-914d-d065b32b601a": "སྡུག་བསྔལ་རྒྱུ་ཡི་ང་རྒྱལ་ནི། །<br/>བདག་ཏུ་རྨོངས་པས་འཕེལ་བར་འགྱུར། །<br/>དེ་ལས་ཀྱང་བཟློག་མེད་ཅེ་ན། །<br/>བདག་མེད་བསྒོམ་པ་མཆོག་ཡིན་ནོ། །",
    "9b852422-20c9-49d1-b11d-e8cba3f0d74e": "ལུས་ནི་རྐང་པ་བྱིན་པ་མིན། །<br/>བརླ་དང་རྐེད་པའང་ལུས་མ་ཡིན། །<br/>ལྟོ་དང་རྒྱབ་ཀྱང་ལུས་མིན་ཏེ། །<br/>བྲང་དང་དཔུང་པའང་ལུས་མ་ཡིན། །",
    "f6226e9f-173b-4bfc-adba-e89c77b4662e": "རྩིབ་ལོགས་ལག་པའང་ལུས་མིན་ཏེ། །<br/>མཆན་ཁུང་ཕྲག་པའང་ལུས་མ་ཡིན། །<br/>ནང་ཁྲོལ་རྣམས་ཀྱང་དེ་མིན་ལ། །<br/>མགོ་དང་མགྲིན་པའང་ལུས་མིན་ན། །",
    "5ab51b6b-4903-4f22-8c3e-0764ba62adcc": "འདི་ལ་ལུས་ནི་གང་ཞིག་ཡིན། །<br/>གལ་ཏེ་ལུས་འདི་ཐམས་ཅད་ལ། །<br/>ཕྱོགས་རེ་ཡིས་ནི་གནས་གྱུར་ན། །<br/>ཆ་རྣམས་ཆ་ལ་གནས་གྱུར་མོད། །<br/>དེ་རང་ཉིད་ནི་གང་ལ་གནས། །",
    "6554577c-90d5-48fe-aff2-0614a0755c87": "གལ་ཏེ་བདག་ཉིད་ཀུན་གྱི་ལུས། །<br/>ལག་སོགས་རྣམས་ལ་གནས་ན་ནི། །<br/>ལག་སོགས་དེ་དག་ཇི་སྙེད་པ། །<br/>དེ་སྙེད་ཀྱི་ནི་ལུས་སུ་འགྱུར། །",
    "6103f575-f4a6-47dd-aeec-daac3652dc12": "ཕྱི་དང་ནང་ན་ལུས་མེད་ན། །<br/>ཇི་ལྟར་ལག་སོགས་ལ་ལུས་ཡོད། །<br/>ལག་སོགས་རྣམས་ལས་གཞན་མེད་ན། །<br/>དེ་ནི་ཇི་ལྟར་ཡོད་པ་ཡིན། །",
    "4c79b918-20a0-4dc1-899c-0e20d0b0f272": "དེས་ན་ལུས་མེད་ལག་སོགས་ལ། །<br/>རྨོངས་པ་ཡིས་ནི་ལུས་བློར་འགྱུར། །<br/>དབྱིབས་སུ་བཀོད་པའི་ཁྱད་པར་གྱིས། །<br/>ཐོ་ཡོར་ལ་ནི་མི་བློ་བཞིན། །",
    "2aeda2e3-266d-40b3-914e-c35bfe318ae7": "ཇི་སྲིད་རྐྱེན་ཚོགས་དེ་སྲིད་དུ། །<br/>ལུས་ནི་སྐྱེས་བུ་ལྟར་སྣང་བ། །<br/>དེ་བཞིན་ཇི་སྲིད་ལག་སོགས་ལ། །<br/>དེ་ཡོད་དེ་སྲིད་དེར་ལུས་སྣང་། །",
    "4803cdfa-af7c-41a9-918a-494f55e9929c": "དེ་བཞིན་སོར་མོའི་ཚོགས་ཡིན་ཕྱིར། །<br/>ལག་པའང་གང་ཞིག་ཡིན་པར་འགྱུར། །<br/>དེ་ཡང་ཚིགས་ཀྱི་ཚོགས་ཡིན་ཕྱིར། །<br/>ཚིགས་ཀྱང་རང་གི་ཆ་ཕྱེ་བས། །",
    "ea92abd8-9999-4297-8e64-7a7328daad3c": "ཆ་ཡང་རྡུལ་དུ་ཕྱེ་བས་ཏེ། །<br/>རྡུལ་དེའང་ཕྱོགས་ཆའི་དབྱེ་བ་ཡིས། །<br/>ཕྱོགས་དབྱེའང་ཆ་ཤས་དང་བྲལ་ཕྱིར། །<br/>མཁའ་བཞིན་དེས་ན་རྡུལ་ཡང་མེད། །",
    "1ba148dd-4c1f-466c-b616-dd9756783aaa": "དེ་ལྟར་རྨི་ལམ་ལྟ་བུ་ཡི། །<br/>གཟུགས་ལ་དཔྱོད་ལྡན་སུ་ཞིག་ཆགས། །<br/>གང་ཚེ་དེ་ལྟར་ལུས་མེད་པ། །<br/>དེ་ཚེ་སྐྱེས་གང་བུད་མེད་གང་། །",
    "e5dbfff0-b01b-40ab-8af5-c7398d949ea1": "སྡུག་བསྔལ་དེ་ཉིད་དུ་ཡོད་ན། །<br/>ཅི་སྟེ་རབ་དགའ་ལ་མི་གནོད། །<br/>བདེ་ན་མྱ་ངན་གདུང་སོགས་ལ། །<br/>ཞིམ་སོགས་ཅི་སྟེ་དགའ་མི་བྱེད། །",
    "968e2c82-5b39-4177-ad96-ef6c4636f6c8": "སྟོབས་དང་ལྡན་པས་ཟིལ་མནན་ཕྱིར། །<br/>གལ་ཏེ་དེ་མྱོང་མ་ཡིན་ན། །<br/>གང་ཞིག་ཉམས་མྱོང་བདག་ཉིད་མིན། །<br/>དེ་ནི་ཚོར་བ་ཇི་ལྟར་ཡིན། །",
    "a93242fe-8bdd-4ad4-b169-482488b11dd7": "སྡུག་བསྔལ་ཕྲ་མོ་ཉིད་དུ་ཡོད། །<br/>འདི་ཡི་རགས་པ་བསལ་མིན་ནམ། །<br/>དེ་ནི་དེ་ལས་གཞན་དགའ་ཙམ། །<br/>ཞེ་ན་ཕྲ་ཉིད་དེ་ཡང་དེའི། །",
    "ab12925e-0de3-42e4-990e-227ae58b2b5f": "གལ་ཏེ་འགལ་རྐྱེན་སྐྱེས་པས་ན། །<br/>སྡུག་བསྔལ་སྐྱེས་པ་མིན་ན་ནི། །<br/>ཚོར་བར་རྟོག་པ་མངོན་ཞེན་ཉིད། །<br/>ཡིན་ཞེས་བྱ་བར་གྲུབ་མིན་ནམ། །",
    "a7267e7f-db15-4463-8d9f-528481fd6587": "དེ་ཉིད་ཕྱིར་ན་འདི་ཡི་ནི། །<br/>གཉེན་པོ་རྣམ་དཔྱོད་འདི་བསྒོམ་སྟེ། །<br/>རྣམ་བརྟགས་ཞིང་ལས་བྱུང་བ་ཡི། །<br/>བསམ་གཏན་རྣལ་འབྱོར་པ་ཡི་ཟས། །",
    "b6ce5f66-3b40-4d81-89d9-ad4aec3277df": "གལ་ཏེ་དབང་དོན་བར་བཅས་ན། །<br/>དེ་དག་གང་དུ་ཕྲད་པར་འགྱུར། །<br/>བར་མེད་ན་ཡང་གཅིག་ཉིད་དེ། །<br/>གང་ཞིག་གང་དང་ཕྲད་པར་འགྱུར། །",
    "0a904740-b90b-48da-9aa6-23f1639ee6bd": "རྡུལ་ཕྲན་རྡུལ་ཕྲན་ལ་འཇུག་མེད། །<br/>དེ་ནི་སྐབས་མེད་མཉམ་པ་ཡིན། །<br/>མ་ཞུགས་པ་ལ་འདྲེས་མེད་ཅིང་། །<br/>མ་འདྲེས་པ་ལ་ཕྲད་པ་མེད། །",
    "c1d419f9-d9d7-4eeb-8a0f-ccb76ff68994": "ཆ་མེད་པ་ལའང་ཕྲད་པ་ཞེས། །<br/>བྱ་བ་ཇི་ལྟར་འཐད་པར་འགྱུར། །<br/>ཕྲད་པ་དང་ནི་ཆ་མེད་པར། །<br/>གལ་ཏེ་མཐོང་ན་བསྟན་པར་གྱིས། །",
    "907d2aca-01e3-4b60-b98d-623dd8685727": "རྣམ་ཤེས་ལུས་མེད་པ་ལ་ནི། །<br/>ཕྲད་པ་འཐད་པ་མ་ཡིན་ཉིད། །<br/>ཚོགས་པའང་དངོས་པོ་མེད་ཕྱིར་ཏེ། །<br/>སྔར་ནི་ཇི་ལྟར་རྣམ་དཔྱད་བཞིན། །",
    "ce4c9b83-0d78-43de-9b49-25d2ec9b1e13": "དེ་ལྟར་རེག་པ་ཡོད་མིན་ན། །<br/>ཚོར་བ་གང་ལས་འབྱུང་བར་འགྱུར། །<br/>ངལ་འདི་ཅི་ཡི་དོན་དུ་ཡིན། །<br/>གང་གིས་གང་ལ་གནོད་པར་འགྱུར། །",
    "14cb990b-2a6f-4cd2-a778-2c010f205cdc": "གང་ཚེ་ཚོར་པོ་འགའ་མེད་ཅིང་། །<br/>ཚོར་བའང་ཡོད་པ་མ་ཡིན་པ། །<br/>དེ་ཚེ་གནས་སྐབས་འདི་མཐོང་ནས། །<br/>སྲེད་པ་ཅི་ཕྱིར་ལྡོག་མི་འགྱུར། །",
    "78a40491-8fd6-4dd8-82fb-702abfd1ccf2": "མཐོང་བ་འམ་ནི་རེག་པ་ཡང་། །<br/>རྨི་ལམ་སྒྱུ་འདྲའི་བདག་ཉིད་ཀྱིས། །<br/>སེམས་དང་ལྷན་ཅིག་སྐྱེས་པའི་ཕྱིར། །<br/>ཚོར་བ་དེ་ཡིས་མཐོང་མ་ཡིན། །",
    "f1ac407e-54e7-4a4b-b405-6c876c66c4c2": "སྔར་དང་ཕྱི་མར་སྐྱེས་པས་ཀྱང་། །<br/>དྲན་པར་འགྱུར་གྱི་མྱོང་མ་ཡིན། །<br/>རང་གིས་བདག་ཉིད་མྱོང་མིན་ལ། །<br/>གཞན་དག་གིས་ཀྱང་མྱོང་མ་ཡིན། །",
    "2a321947-1506-49b4-a504-30a3a4362ae0": "༔ཚོར་པོ་འགའ་ཡང་ཡོད་མིན་ཏེ། །<br/>དེས་ན་ཚོར་བ་དེ་ཉིད་མིན། །<br/>དེ་ལྟར་བདག་མེད་ཚོགས་འདི་ལ། །<br/>འདི་ཡིས་ཅི་སྟེ་གནོད་པར་བྱ། །",
    "39ea5f68-c9e8-42ea-a22b-5f1dfebbf2d8": "ཡིད་ནི་དབང་རྣམས་ལ་མི་གནས། །<br/>གཟུགས་སོགས་ལ་མིན་བར་ནའང་མིན། །<br/>ནང་ཡང་སེམས་མིན་ཕྱི་མིན་ཞིང་། །<br/>གཞན་དུ་ཡང་ནི་རྙེད་མ་ཡིན། །",
    "a6f593d4-0b52-4ef6-99ad-da72910a9172": "གང་ཞིག་ལུས་མིན་གཞན་དུ་མིན། །<br/>འདྲེས་མིན་ལོགས་སུའང་འགར་མེད་པ། །<br/>དེ་ནི་ཅུང་ཟད་མིན་དེའི་ཕྱིར། །<br/>སེམས་ཅན་རང་བཞིན་མྱ་ངན་འདས། །",
    "17a75211-2da0-40c3-b768-c65dc59ab575": "ཤེས་བྱ་ལས་སྔར་ཤེས་ཡོད་ན། །<br/>དེ་ནི་ཅི་ལ་དམིགས་ནས་སྐྱེ། །<br/>ཤེས་དང་ཤེས་བྱ་ལྷན་ཅིག་ན། །<br/>དེ་ནི་ཅི་ལ་དམིགས་ནས་སྐྱེ། །",
    "477329e7-d459-4cb5-b011-6f667c63cad3": "འོན་ཏེ་ཤེས་བྱའི་ཕྱིས་ཡོད་ན། །<br/>དེ་ཚེ་ཤེས་པ་གང་ལས་སྐྱེ། །",
    "6edaa60a-00ea-4360-a8ad-7e26f190cde8": "དེ་ལྟར་ཆོས་རྣམས་ཐམས་ཅད་ཀྱི། །<br/>སྐྱེ་བ་རྟོགས་པར་འགྱུར་མ་ཡིན། །",
    "dc1ebdb9-c23d-4fa3-bb59-2571f436b733": "གལ་ཏེ་དེ་ལྟར་ཀུན་རྫོབ་མེད། །<br/>དེ་ལ་བདེན་གཉིས་ག་ལ་ཡོད། །",
    "49612adc-9d57-4fd5-83b9-7c4560cec43a": "དེ་ཡང་ཀུན་རྫོབ་གཞན་གྱིས་ན། །<br/>སེམས་ཅན་མྱ་ངན་ག་ལ་འདའ། །",
    "23d7c2e6-32e7-40c3-9071-ecd3c300b866": "འདི་ནི་གཞན་སེམས་རྣམ་རྟོག་སྟེ། །<br/>དེ་ནི་རང་གི་ཀུན་རྫོབ་མིན། །<br/>ཕྱིས་དེ་ངེས་ན་དེ་ཡོད་དེ། །<br/>མིན་ན་ཀུན་རྫོབ་མེད་པ་ཉིད། །",
    "ff2eaf5e-48e7-4f7a-8979-ce2cddbe7326": "རྟོག་དང་བརྟག་པར་བྱ་བ་དག །<br/>གཉིས་པོ་ཕན་ཚུན་བརྟེན་པ་ཡིན། །<br/>ཇི་ལྟར་གྲགས་པ་ལ་བརྟེན་ནས། །<br/>རྣམ་པར་དཔྱད་པ་ཐམས་ཅད་བརྗོད། །",
    "adca8554-a505-4842-9b1e-965dc4064a2d": "གང་ཚེ་རྣམ་པར་དཔྱད་པ་ཡི། །<br/>རྣམ་དཔྱོད་ཀྱིས་ནི་དཔྱོད་བྱེད་ན། །<br/>དེ་ཚེ་རྣམ་དཔྱོད་དེ་ཡང་ནི། །<br/>རྣམ་དཔྱོད་ཕྱིར་ན་ཐུག་པ་མེད། །",
    "97025972-4ae5-479a-8caf-6165b3249582": "དཔྱད་བྱ་རྣམ་པར་དཔྱད་བྱས་ན། །<br/>རྣམ་དཔྱོད་ལ་ནི་རྟེན་ཡོད་མིན། །<br/>རྟེན་མེད་ཕྱིར་ན་མི་སྐྱེ་སྟེ། །<br/>དེ་ཡང་མྱ་ངན་འདས་པར་བརྗོད། །",
    "bb320f8e-59f7-49d9-ab29-499cd8888a25": "གང་གི་ལྟར་ན་འདི་གཉིས་བདེན། །<br/>དེ་ཉིད་ཤིན་ཏུ་དཀའ་བར་གནས། །<br/>གལ་ཏེ་ཤེས་དབང་ལས་དོན་གྲུབ། །<br/>ཤེས་ཡོད་ཉིད་ལ་རྟེན་ཅི་ཡོད། །",
    "9ef28d5d-43d2-4bd5-8172-07ce488bed1d": "འོན་ཏེ་ཤེས་བྱ་ལས་ཤེས་གྲུབ། །<br/>ཤེས་བྱ་ཡོད་ལ་རྟེན་ཅི་ཡོད། །<br/>དེ་སྟེ་ཕན་ཚུན་དབང་གིས་ཡོད། །<br/>གཉི་ག་ཡང་ནི་མེད་པར་འགྱུར། །",
    "cf83f308-24d4-4261-a69a-39dcda77e554": "གལ་ཏེ་བུ་མེད་ཕ་མིན་ན། །<br/>བུ་ཉིད་གང་ལས་བྱུང་བ་ཡིན། །<br/>བུ་མེད་པར་ནི་ཕ་མེད་པ། །<br/>དེ་བཞིན་དེ་གཉིས་མེད་པ་ཉིད། །",
    "209cd0fe-8bae-457b-9337-9d5f5d2c4971": "མྱུ་གུ་ས་བོན་ལས་སྐྱེ་ཞིང་། །<br/>ས་བོན་དེ་ཉིད་ཀྱིས་རྟོགས་བཞིན། །<br/>ཤེས་བྱ་ལས་སྐྱེས་ཤེས་པ་ཡིས། །<br/>དེ་ཡོད་པ་ནི་ཅིས་མི་རྟོགས། །",
    "4727c144-b6df-4464-9912-addf96f01b0a": "མྱུ་གུ་ལས་གཞན་ཤེས་པ་ཡིས། །<br/>ས་བོན་ཡོད་ཅེས་རྟོགས་འགྱུར་ན། །<br/>གང་ཕྱིར་ཤེས་བྱ་དེ་རྟོགས་པ། །<br/>ཤེས་པ་ཡོད་ཉིད་གང་ལས་རྟོགས། །",
    "05c19d3d-4055-437c-ab35-240d85df97c8": "རེ་ཞིག་འཇིག་རྟེན་མངོན་སུམ་གྱིས། །<br/>རྒྱུ་རྣམས་ཐམས་ཅད་མཐོང་བ་ཡིན། །<br/>པདྨའི་སྡོང་བུ་སོགས་དབྱེ་ནི། །<br/>རྒྱུ་ཡི་དབྱེ་བས་བསྐྱེད་པ་ཡིན། །",
    "6fc6d678-914e-4b89-99ad-e7c760fae7df": "རྒྱུ་དབྱེ་གང་གིས་བྱས་ཞེ་ན། །<br/>སྔར་གྱི་རྒྱུ་དབྱེ་ཉིད་ལས་སོ། །<br/>ཅི་ཕྱིར་རྒྱུ་ཡིས་འབྲས་སྐྱེད་ནུས། །<br/>སྔར་གྱི་རྒྱུ་ཡི་མཐུ་ཉིད་ལས། །",
    "09d6f012-3563-4001-851b-922662397fec": "དབང་ཕྱུག་འགྲོ་བའི་རྒྱུ་ཡིན་ན། །<br/>རེ་ཞིག་དབང་ཕྱུག་གང་ཡིན་སྨྲོས། །<br/>འབྱུང་རྣམས་ཞེ་ན་དེ་ལྟ་མོད། །<br/>མིང་ཙམ་ལ་ཡང་ཅི་ཞིག་ངལ། །",
    "7e4c9aab-6a9f-40e1-9a29-6e2a097efc18": "འོན་ཀྱང་ས་སོགས་དུ་མ་དང་། །<br/>མི་རྟག་གཡོ་མེད་ལྷ་མིན་ཞིང་། །<br/>འགོམ་བྱ་ཉིད་དང་མི་གཙང་བས། །<br/>དེ་ནི་དབང་ཕྱུག་ཉིད་མ་ཡིན། །",
    "a6fabc47-9aaa-4a3e-8b6c-f1bc8f38c242": "དབང་ཕྱུག་མཁའ་མིན་གཡོ་མེད་ཕྱིར། །<br/>བདག་མིན་སྔར་ནི་བཀག་ཟིན་ཕྱིར། །<br/>བསམ་མིན་པ་ཡི་བྱེད་པོ་ཡང་། །<br/>བསམ་མིན་བརྗོད་པས་ཅི་ཞིག་བྱ། །",
    "a6656ab7-8fc6-49e3-8467-3ab64e22cd77": "དེས་བསྐྱེད་འདོད་པའང་གང་ཞིག་ཡིན། །<br/>བདག་ནི་དེ་དང་ས་སོགས་དང་། །<br/>དབང་ཕྱུག་ངོ་བོའང་རྟག་མིན་ནམ། །<br/>ཤེས་པ་ཤེས་བྱ་ལས་སྐྱེ་དང་། །",
    "d691aa81-6519-4406-80d9-345379552573": "ཐོག་མེད་བདེ་སྡུག་ལས་ལས་ཡིན། །<br/>དེ་ཡིས་གང་ཞིག་བསྐྱེད་པ་སྨྲོས། །<br/>རྒྱུ་ལ་ཐོག་མ་ཡོད་མིན་ན། །<br/>འབྲས་བུའི་ཐོག་མ་ག་ལ་ཡོད། །",
    "784a940a-81b6-498f-8d79-ada8ff2e4a04": "རྟག་ཏུ་ཅི་ཕྱིར་བྱེད་མིན་ཏེ། །<br/>དེ་ནི་གཞན་ལ་ལྟོས་པ་མིན། །<br/>དེས་བྱས་མིན་གཞན་ཡོད་མིན་ན། །<br/>དེས་འདི་གང་ལ་ལྟོས་པར་འགྱུར། །",
    "043fefbc-5f77-4811-ba7e-6b09959ba41b": "གལ་ཏེ་ལྟོས་ན་ཚོགས་པ་ཉིད། །<br/>རྒྱུ་ཡིན་འགྱུར་གྱི་དབང་ཕྱུག་མིན། །<br/>ཚོགས་ན་མི་སྐྱེ་དབང་མེད་ཅིང་། །<br/>དེ་མེད་པར་ནི་སྐྱེ་དབང་མེད། །",
    "f846b978-892a-4ed5-9e21-0ca6033d5b14": "གལ་ཏེ་དབང་ཕྱུག་མི་འདོད་བཞིན། །<br/>བྱེད་ན་གཞན་གྱི་དབང་དུ་ཐལ། །<br/>འདོད་ནའང་འདོད་ལ་རག་ལས་འགྱུར། །<br/>བྱེད་ནའང་དབང་ཕྱུག་ག་ལ་ཡིན། །",
    "c5798bad-987e-4460-9b21-ba9bd790a1c8": "གང་དག་རྡུལ་ཕྲན་རྟག་སྨྲ་བ། །<br/>དེ་དག་ཀྱང་ནི་སྔར་བཟློག་ཟིན། །",
    "048edcd3-adec-4222-b61c-b6ff3e095b42": "གཙོ་བོ་རྟག་པ་འགྲོ་བ་ཡི། །<br/>རྒྱུ་ཡིན་པར་ནི་གྲངས་ཅན་འདོད། །",
    "205de705-d168-449d-816d-bd6c3744ebd7": "སྙིང་སྟོབས་རྡུལ་དང་མུན་པ་ཞེས། །<br/>བྱ་བའི་ཡོན་ཏན་མཉམ་གནས་ནི། །<br/>གཙོ་བོ་ཞེས་བྱར་རབ་བརྗོད་དེ། །<br/>མི་མཉམ་འགྲོ་བ་ཡིན་པར་བརྗོད། །",
    "bdd6e210-2d1b-437b-8534-d3e8f58ceafa": "གཅིག་ལ་རང་བཞིན་གསུམ་ཉིད་ནི། །<br/>རིགས་མིན་དེས་ན་དེ་ཡོད་མིན། །<br/>དེ་བཞིན་ཡོན་ཏན་ཡོད་མིན་ཏེ། །<br/>དེ་ཡང་སོ་སོར་རྣམ་གསུམ་ཕྱིར། །",
    "495cf478-2faa-4071-a0d9-7140af914a36": "ཡོན་ཏན་མེད་ན་སྒྲ་སོགས་ཀྱང་། །<br/>ཡོད་ཉིད་ཤིན་ཏུ་རྒྱང་རིང་འགྱུར། །<br/>སེམས་མེད་གོས་ལ་སོགས་པ་ལ། །<br/>བདེ་སོགས་ཡོད་པ་སྲིད་པའང་མིན། །",
    "a0497a36-f209-4c60-a5b9-926b60ae8ed8": "དངོས་རྣམས་དེ་རྒྱུའི་རང་བཞིན་ན། །<br/>དངོས་པོ་རྣམ་དཔྱད་ཟིན་མིན་ནམ། །<br/>ཁྱོད་ཀྱི་རྒྱུ་ཡང་བདེ་སོགས་ཉིད། །<br/>དེ་ལས་སྣམ་སོགས་འབྱུང་བའང་མེད། །",
    "bc2dc620-14c2-43b2-9a17-d90a84ffef8d": "སྣམ་སོགས་ལས་ནི་བདེ་སོགས་ཡིན། །<br/>དེ་མེད་ཕྱིར་ན་བདེ་སོགས་མེད། །<br/>བདེ་སོགས་རྟག་པ་ཉིད་དུ་ཡང་། །<br/>ནམ་ཡང་དམིགས་པ་ཡོད་མ་ཡིན། །",
    "2b8b266d-63d0-4c9a-88c5-6f9c0b69ac40": "བདེ་སོགས་གསལ་བ་ཡོད་ཉིད་ན། །<br/>མྱོང་བ་ཅི་ཕྱིར་འཛིན་མ་ཡིན། །<br/>དེ་ཉིད་ཕྲ་མོར་གྱུར་ན་དེ། །<br/>རགས་དང་ཕྲ་བའང་ཇི་ལྟར་ཡིན། །",
    "796a8db0-fa4f-4120-a45a-2347533672f1": "རགས་པ་དོར་ནས་ཕྲ་གྱུར་པས། །<br/>ཕྲ་རགས་དེ་དག་མི་རྟག་ཉིད། །<br/>དེ་བཞིན་དངོས་པོ་ཐམས་ཅད་ནི། །<br/>མི་རྟག་ཉིད་དུ་ཅིས་མི་འདོད། །",
    "6657aa7d-a17c-4861-b955-3a0acfb48321": "རགས་པ་བདེ་ལས་གཞན་མིན་ན། །<br/>བདེ་བ་གསལ་བ་མི་རྟག་ཉིད། །",
    "56541c6c-0800-4e92-89f0-0731f1b7afdf": "གལ་ཏེ་མེད་པ་འགའ་ཡང་ནི། །<br/>སྐྱེ་མིན་མེད་ཕྱིར་ཞེས་འདོད་ན། །",
    "741cc6ad-db0e-4ea7-b875-d6897c06866a": "གསལ་བ་མེད་པར་སྐྱེ་བར་ནི། །<br/>ཁྱོད་མི་འདོད་ཀྱང་གནས་པ་ཉིད། །<br/>གལ་ཏེ་རྒྱུ་ལ་འབྲས་གནས་ན། །<br/>ཟན་ཟ་མི་གཙང་ཟ་བར་འགྱུར། །",
    "7f94efc2-5a79-46d5-863c-f533243c49bb": "རས་ཀྱི་རིན་གྱིས་རས་བལ་གྱི། །<br/>ས་བོན་ཉོས་ལ་བགོ་བར་གྱིས། །<br/>འཇིག་རྟེན་རྨོངས་པས་མ་མཐོང་ན། །<br/>དེ་ཉིད་ཤེས་ཀྱིས་བཞག་དེ་ཉིད། །",
    "2fdd1781-d64e-4ec3-bd67-470dc3608aaf": "ཤེས་དེ་འཇིག་རྟེན་ལ་ཡང་ནི། །<br/>ཡོད་པས་ཅི་སྟེ་མཐོང་མ་ཡིན། །<br/>འཇིག་རྟེན་ཚད་མ་ཉིད་མིན་ན། །<br/>གསལ་བ་མཐོང་བའང་བདེན་མ་ཡིན། །",
    "2c3e8ef5-ccbd-4ea8-b234-9b1a88f140d3": "གལ་ཏེ་ཚད་མ་ཚད་མིན་ན། །<br/>དེས་གཞལ་བརྫུན་པར་མི་འགྱུར་རམ། །<br/>དེ་ཉིད་དུ་ན་སྟོང་པ་ཉིད། །<br/>སྒོམ་པ་དེ་ཕྱིར་མི་འཐད་འགྱུར། །",
    "2e4cd0a8-9a72-4c6a-8e96-116bc93df95a": "བརྟགས་པའི་དངོས་ལ་མ་རེག་པར། །<br/>དེ་ཡི་དངོས་མེད་འཛིན་མ་ཡིན། །<br/>དེ་ཕྱིར་རྫུན་པའི་དངོས་གང་ཡིན། །<br/>དེ་ཡི་དངོས་མེད་གསལ་བར་རྫུན། །",
    "fb550f45-c239-49e3-b624-295fb0068555": "དེས་ན་རྨི་ལམ་བུ་ཤི་ལ། །<br/>དེ་མེད་སྙམ་པའི་རྣམ་རྟོག་ནི། །<br/>དེ་ཡོད་རྣམ་པར་རྟོག་པ་ཡི། །<br/>གེགས་ཡིན་དེ་ཡང་རྫུན་པ་ཡིན། །",
    "1baa475e-2812-4da5-a6d0-1d8264fd6952": "དེ་བས་དེ་ལྟར་རྣམ་དཔྱད་པས། །<br/>འགའ་ཡང་རྒྱུ་མེད་ཡོད་མ་ཡིན། །<br/>སོ་སོ་བའམ་འདུས་པ་ཡི། །<br/>རྐྱེན་རྣམས་ལ་ཡང་གནས་མ་ཡིན། །",
    "74481053-b902-4b89-bd22-e2dfee9064a1": "གཞན་ནས་འོངས་པའང་མ་ཡིན་ལ། །<br/>གནས་པ་མ་ཡིན་འགྲོ་མ་ཡིན། །<br/>རྨོངས་པས་བདེན་པར་གང་བྱས་འདི། །<br/>སྒྱུ་མ་ལས་ནི་ཁྱད་ཅི་ཡོད། །",
    "4f82c91f-9ed6-43f7-8949-d1105009435e": "སྒྱུ་མས་སྤྲུལ་པ་གང་ཡིན་དང་། །<br/>རྒྱུ་རྣམས་ཀྱིས་ནི་གང་སྤྲུལ་པ། །<br/>དེ་ནི་གང་ནས་འོངས་གྱུར་ཅིང་། །<br/>གང་དུ་འགྲོ་བའང་བརྟག་པར་གྱིས། །",
    "a83c23c6-2054-4cad-8d10-d09aec6b6d4a": "གང་ཞིག་གང་ནི་ཉེ་བ་ཡིས། །<br/>མཐོང་གྱུར་དེ་མེད་ན་མིན་པ། །<br/>བཅོས་སུ་གཟུགས་བརྙན་དང་མཚུངས་པ། །<br/>དེ་ལ་བདེན་ཉིད་ཇི་ལྟར་ཡོད། །",
    "21593b9b-c287-452a-91ca-5a7b44fbba91": "དངོས་པོ་ཡོད་པར་གྱུར་པ་ལ། །<br/>རྒྱུ་ཡིས་དགོས་པ་ཅི་ཞིག་ཡོད། །<br/>འོན་ཏེ་དེ་ནི་མེད་ན་ཡང་། །<br/>རྒྱུ་ཡིས་དགོས་པ་ཅི་ཞིག་ཡོད། །",
    "ed0269c7-cf97-4824-82a1-dd68be133e94": "བྱེ་བ་བརྒྱ་ཕྲག་རྒྱུ་ཡིས་ཀྱང་། །<br/>དངོས་པོ་མེད་པ་བསྒྱུར་དུ་མེད། །<br/>གནས་སྐབས་དེ་དངོས་ཇི་ལྟར་ཡིན། །<br/>དངོས་འགྱུར་གཞན་ཡང་གང་ཞིག་ཡིན། །",
    "9aa471e7-1539-4bc7-8287-542374a33e08": "མེད་ཚེ་དངོས་ཡོད་སྲིད་མིན་ན། །<br/>དངོས་པོ་ཡོད་པར་ནམ་ཞིག་འགྱུར། །<br/>དངོས་པོ་སྐྱེས་པར་མ་གྱུར་པར། །<br/>དངོས་མེད་དེ་ནི་འབྲལ་མི་འགྱུར། །",
    "e5d24cc8-2fc3-4421-9889-5571bca946f6": "དངོས་མེད་དང་ནི་མ་བྲལ་ན། །<br/>དངོས་པོ་ཡོད་པའི་སྐབས་མི་སྲིད། །<br/>དངོས་པོའང་མེད་པར་འགྱུར་མིན་ཏེ། །<br/>རང་བཞིན་གཉིས་སུ་ཐལ་འགྱུར་ཕྱིར། །",
    "24eadbdb-3dd5-41fd-b084-08517d7c7000": "དེ་ལྟར་འགག་པ་ཡོད་མིན་ཞིང་། །<br/>དངོས་པོའང་ཡོད་མིན་དེ་ཡི་ཕྱིར། །<br/>འགྲོ་བ་འདི་དག་ཐམས་ཅད་ནི། །<br/>རྟག་ཏུ་མ་སྐྱེས་མ་འགགས་ཉིད། །",
    "ca5fad4c-3973-4b25-8752-6a1b19d5027d": "འགྲོ་བ་རྨི་ལམ་ལྟ་བུ་སྟེ། །<br/>རྣམ་པར་དཔྱད་ན་ཆུ་ཤིང་འདྲ། །<br/>མྱ་ངན་འདས་དང་མ་འདས་པའང་། །<br/>དེ་ཉིད་དུ་ན་ཁྱད་པར་མེད། །",
    "6d647443-417f-48e6-994e-c4b13a699a76": "དེ་ལྟར་སྟོང་པའི་དངོས་རྣམས་ལ། །<br/>ཐོབ་པ་ཅི་ཡོད་ཤོར་ཅི་ཡོད། །<br/>གང་གིས་རིམ་གྲོ་བྱས་པའམ། །<br/>ཡོངས་སུ་བརྙས་པའང་ཅི་ཞིག་ཡོད། །",
    "a6ddabb3-16c9-4b5a-9918-cb9c90e9bc4d": "བདེ་བའང་སྡུག་བསྔལ་གང་ལས་ཡིན། །<br/>མི་དགར་ཅི་ཡོད་དགར་ཅི་ཡོད། །<br/>དེ་ཉིད་དུ་ནི་བཙལ་བྱས་ན། །<br/>གང་ཞིག་སྲེད་ཅིང་གང་ལ་སྲེད། །",
    "7e58dbcc-6673-4715-a48f-79926fa7f170": "དཔྱད་ན་གསོན་པོའི་འཇིག་རྟེན་འདི། །<br/>གང་ཞིག་འདིར་ནི་འཆི་འགྱུར་ཏེ། །<br/>འབྱུང་འགྱུར་གང་ཡིན་བྱུང་གྱུར་གང་། །<br/>གཉེན་དང་བཤེས་ཀྱང་གང་ཞིག་ཡིན། །",
    "0aaaf89e-76b4-44c8-8315-150c4eddbff6": "ཐམས་ཅད་ནམ་མཁའ་འདྲ་བར་ནི། །<br/>བདག་འདྲས་ཡོངས་སུ་གཟུང་བར་གྱིས། །",
    "cc154cdd-0d57-4118-a19a-73630d01b249": "བདག་ཉིད་བདེ་བར་འདོད་རྣམས་ནི། །<br/>འཐབ་དང་སྤྲོ་བའི་རྒྱུ་དག་གིས། །<br/>རབ་ཏུ་འཁྲུག་དང་དགའ་བར་བྱེད། །<br/>མྱ་ངན་འབད་རྩོལ་རྩོད་པ་དང་། །<br/>ཕན་ཚུན་གཅོད་དང་འབིགས་པ་དང་། །<br/>སྡིག་དག་གིས་ནི་ཚེགས་ཆེན་འཚོ། །",
    "92c77500-c961-404b-983b-ea9181791cda": "བདེ་འགྲོར་ཡང་དང་ཡང་འོངས་ཏེ། །<br/>བདེ་བ་མང་པོ་སྤྱད་སྤྱད་ནས། །<br/>ཤི་ནས་ངན་སོང་སྡུག་བསྔལ་ནི། །<br/>ཡུན་རིང་མི་བཟད་རྣམས་སུ་ལྟུང་། །",
    "3e47b9ae-604e-49dd-adb9-28556c7b35f6": "སྲིད་པ་ན་ནི་གཡང་ས་མང་། །<br/>དེར་ནི་དེ་ཉིད་མིན་འདི་འདྲ། །<br/>དེར་ཡང་ཕན་ཚུན་འགལ་བས་ན། །<br/>སྲིད་ན་དེ་ཉིད་འདི་འདྲ་མེད། །",
    "a5031b7b-8fbb-4f8c-8653-5f9e80af1579": "དེ་ཡང་དཔེ་མེད་མི་བཟད་པའི། །<br/>སྡུག་བསྔལ་རྒྱ་མཚོ་མཐའ་ལས་འདས། །<br/>དེར་ནི་དེ་ལྟར་སྟོབས་ཆུང་ཞིང་། །<br/>དེར་ནི་ཚེ་ཡང་ཐུང་བ་ཉིད། །",
    "be20de3b-b17f-46bb-aeb7-78c7527892d3": "དེར་ཡང་གསོན་དང་ནད་མེད་ཀྱི། །<br/>བྱེད་དང་བཀྲེས་ནའི་ངལ་བ་དང་། །<br/>གཉིད་དང་འཚེ་དང་དེ་བཞིན་དུ། །<br/>བྱིས་དང་འགྲོགས་པ་དོན་མེད་ཀྱིས། །",
    "8a3b13f3-1023-4c7c-af55-423617bbe452": "ཚེ་ནི་དོན་མེད་མྱུར་འདའ་ཡི། །<br/>རྣམ་དཔྱོད་ཤིན་ཏུ་རྙེད་པར་དཀའ། །<br/>དེར་ཡང་རྣམ་གཡེང་གོམས་པ་ནི། །<br/>བཟློག་པའི་ཐབས་ནི་ག་ལ་ཡོད། །",
    "c0d85ea5-05d1-42ee-b9fd-b1b7799ab5cf": "དེར་ཡང་ངན་སོང་ཆེན་པོར་ནི། །<br/>ལྟུང་ཕྱིར་བདུད་ནི་བརྩོན་པར་བྱེད། །<br/>དེར་ནི་ལོག་པའི་ལམ་མང་ཞིང་། །<br/>ཐེ་ཚོམ་ལས་ཀྱང་བརྒལ་དཀའ་སྟེ། །",
    "a93a4c4b-3fc8-45d3-95c1-a8ee9576f4b5": "སླར་ཡང་དལ་བ་རྙེད་དཀའ་ཞིང་། །<br/>སངས་རྒྱས་འབྱུང་རྙེད་ཤིན་ཏུ་དཀའ། །<br/>ཉོན་མོངས་ཆུ་བོ་སྤང་དཀའ་སྟེ། །<br/>ཨེ་མ་སྡུག་བསྔལ་བརྒྱུད་པར་འགྱུར། །",
    "01055c4a-58d6-4536-9812-b52719d5ad98": "དེ་ལྟར་ཤིན་ཏུ་སྡུག་བསྔལ་ཡང་། །<br/>རང་སྡུག་མི་མཐོང་གང་ཡིན་པ། །<br/>སྡུག་བསྔལ་ཆུ་བོར་གནས་འདི་དག །<br/>ཀྱི་ཧུད་མྱ་ངན་བྱ་བར་འོས། །",
    "7f62709a-ca0c-45d5-ac17-f98780a41597": "དཔེར་ན་འགའ་ཞིག་ཡང་ཡང་ཁྲུས། །<br/>བྱས་ཏེ་ཡང་ཡང་མེར་འཇུག་པ། །<br/>དེ་ལྟར་ཤིན་ཏུ་སྡུག་བསྔལ་བར། །<br/>གནས་ཀྱང་བདག་ཉིད་བདེར་རློམ་བཞིན། །",
    "06bc3717-912f-4e42-8591-86742141c3be": "དེ་ལྟར་རྒ་དང་འཆི་མེད་པ། །<br/>བཞིན་དུ་སྤྱོད་པས་གནས་རྣམས་ལ། །<br/>དང་པོ་ཉིད་དུ་བསད་བྱས་ནས། །<br/>ངན་སོང་ལྟུང་བ་མི་བཟད་འོང་། །",
    "a21d6b28-cee5-4bd3-935b-a8aa48f094b3": "དེ་ལྟར་སྡུག་བསྔལ་མེས་གདུངས་ལ། །<br/>བསོད་ནམས་སྤྲིན་ལས་ལེགས་འཁྲུངས་པའི། །<br/>རང་གི་བདེ་བའི་ཚོགས་ཆར་གྱིས། །<br/>ཞི་བྱེད་པར་བདག་ནམ་ཞིག་འགྱུར། །",
    "dee0029d-8f44-4bcf-a6bc-67de8293fbbf": "ནམ་ཞིག་དམིགས་པ་མེད་ཚུལ་དུ། །<br/>གུས་པས་བསོད་ནམས་ཚོགས་བསགས་ཏེ། །<br/>དམིགས་པས་ཕུང་བར་འགྱུར་རྣམས་ལ། །<br/>སྟོང་པ་ཉིད་ནི་སྟོན་པར་འགྱུར། །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ལེའུ་སྟེ་དགུ་པའོ།། །།",
    "c70d69fb-6f11-4e9b-9f11-689ad748e930": "བདག་གིས་བྱང་ཆུབ་སྤྱོད་པ་ལ། །<br/>འཇུག་པ་རྣམ་པར་བརྩམས་པ་ཡི། །<br/>དགེ་བ་གང་དེས་འགྲོ་བ་ཀུན། །<br/>བྱང་ཆུབ་སྤྱོད་ལ་འཇུག་པར་ཤོག །",
    "a141a9ad-24d8-4969-a00d-16c9b2499179": "ཕྱོགས་རྣམས་ཀུན་ན་ལུས་དང་སེམས། །<br/>སྡུག་བསྔལ་ནད་པ་ཇི་སྙེད་པ། །<br/>དེ་དག་བདག་གི་བསོད་ནམས་ཀྱིས། །<br/>བདེ་དགའ་རྒྱ་མཚོ་ཐོབ་པར་ཤོག །",
    "ccee79ad-b574-4e97-b4ec-d9af563e3980": "དེ་དག་འཁོར་བ་ཇི་སྲིད་དུ། །<br/>ནམ་ཡང་བདེ་ལས་ཉམས་མ་གྱུར། །<br/>འགྲོ་བས་བྱང་ཆུབ་སེམས་དཔའ་ཡི། །<br/>བདེ་བ་རྒྱུན་མི་འཆད་ཐོབ་ཤོག །",
    "7f29123e-31bd-4c87-8306-57e1e7a9df86": "འཇིག་རྟེན་ཁམས་ན་དམྱལ་བ་དག །<br/>གང་དག་ཇི་སྙེད་ཡོད་པ་རྣམས། །<br/>དེ་དག་ཏུ་ནི་ལུས་ཅན་རྣམས། །<br/>བདེ་ཅན་བདེ་བས་དགའ་བར་ཤོག །",
    "8310d04c-7924-40e1-8925-ebface780fc1": "གྲང་བས་ཉམ་ཐག་དྲོ་ཐོབ་ཤོག །<br/>བྱང་ཆུབ་སེམས་དཔའི་སྤྲིན་ཆེན་ལས། །<br/>བྱུང་བའི་ཆུ་བོ་མཐའ་ཡས་ཀྱིས། །<br/>ཚ་བས་ཉམ་ཐག་བསིལ་བར་ཤོག །",
    "70148ca8-394b-409c-81de-51ad790be296": "རལ་གྲི་ལོ་མའི་ནགས་ཚལ་ཡང་། །<br/>དེ་ལ་ཙནྡན་ནགས་སྟུག་ཤོག །<br/>ཤལ་མ་རི་ཡི་སྡོང་པོ་ཡང་། །<br/>དཔག་བསམ་ཤིང་དུ་འཁྲུངས་པར་ཤོག །",
    "a7d8e3c6-f9d7-416e-a15f-f09a1aee820c": "འཐིང་རིལ་ངུར་པ་དག་དང་ངང་པ་དང་། །<br/>བཞད་སོགས་སྐད་སྙན་འབྱིན་པས་མཛེས་གྱུར་ཅིག །<br/>པདྨ་དྲི་བསུང་ཆེ་ལྡན་མཚོ་དག་གིས། །<br/>དམྱལ་བའི་ས་ཕྱོགས་དག་ནི་ཉམས་དགར་ཤོག །",
    "77bd9e2a-9e4b-4bdf-8927-509e7a3e4829": "སོལ་ཕུང་དེ་དག་རིན་ཆེན་ཕུང་པོར་གྱུར། །<br/>ས་བསྲེགས་ཤེལ་གྱི་ས་གཞི་བསྟར་བར་ཤོག །<br/>བསྡུས་འཇོམས་རི་བོ་རྣམས་ཀྱང་མཆོད་པ་ཡི། །<br/>གཞལ་མེད་ཁང་གྱུར་བདེ་གཤེགས་གང་བར་ཤོག །",
    "8ff33152-7dc1-418b-892e-58737778454b": "མདག་མ་རྡོ་བསྲེགས་མཚོན་གྱི་ཆར་པ་དག །<br/>དེང་ནས་བཟུང་སྟེ་མེ་ཏོག་ཆར་པར་གྱུར། །<br/>ཕན་ཚུན་མཚོན་གྱིས་འདེབས་པ་དེ་ཡང་ནི། །<br/>དེང་ནས་རྩེ་ཕྱིར་མེ་ཏོག་འཕེན་པར་ཤོག །",
    "ccd74f29-3d86-4ae2-8402-d77151ee132a": "ཆུ་བོ་རབ་མེད་མེ་དོང་འདྲ་ནང་བྱིང་བ་དག །<br/>ཤ་ཀུན་ཞིག་གྱུར་རུས་གོང་མེ་ཏོག་ཀུནྡའི་མདོག །<br/>བདག་གི་དགེ་བའི་སྟོབས་ཀྱིས་ལྷ་ཡི་ལུས་ཐོབ་ནས། །<br/>ལྷ་མོ་རྣམས་དང་ལྷན་ཅིག་དལ་གྱིས་འབབ་གནས་ཤོག །",
    "45fd2548-f9f9-4704-8ed6-de7adb818c23": "ཅི་ཕྱིར་འདིར་ནི་གཤིན་རྗེའི་མི་དང་ཁྭ་དང་བྱ་རྒོད་མི་བཟད་རྣམས་སྐྲག་བྱེད། །<br/>ཀུན་ནས་མུན་བསལ་བདེ་དགའ་བསྐྱེད་པའི་མཐུ་བཟང་འདི་ཀོ་སུ་ཡི་མཐུ་སྙམ་སྟེ། །<br/>གྱེན་དུ་བལྟས་ན་ནམ་མཁའི་དཀྱིལ་ན་ཕྱག་ན་རྡོ་རྗེ་འབར་བ་བཞུགས་མཐོང་ནས། །<br/>རབ་ཏུ་དགའ་བའི་ཤུགས་ཀྱིས་སྡིག་དང་བྲལ་ནས་དེ་དང་ལྷན་ཅིག་འགྲོགས་པར་ཤོག །",
    "25b5437e-0934-43a4-98ce-568b32e5b268": "མེ་ཏོག་ཆར་པ་སྤོས་ཆུ་དང་འདྲེས་བབས་པ་ཡིས། །<br/>དམྱལ་བའི་མེ་མདག་ཆིལ་ཆིལ་གསོད་པར་མཐོང་གྱུར་ནས། །<br/>གློ་བུར་བདེ་བས་ཚིམ་པ་འདི་ཅི་བསམ་པ་དང་། །<br/>སེམས་དམྱལ་རྣམས་ཀྱིས་ཕྱག་ན་པདྨ་མཐོང་བར་ཤོག །",
    "0c710d2a-592f-4d02-92fe-8852ebfbb0c8": "གྲོགས་དག་འཇིགས་པ་བོར་ལ་རིངས་པར་ཚུར་ཤོག་འུ་བུའི་ཐད་དུ་ནི། །<br/>གང་གི་མཐུ་ཡིས་སྡུག་བསྔལ་ཀུན་བྲལ་དགའ་བའི་ཤུགས་ཕྱིན་ལ། །<br/>འགྲོ་བ་ཀུན་ནས་ཡོངས་སྐྱོབ་བྱང་ཆུབ་སེམས་དང་བརྩེ་བ་སྐྱེས་གྱུར་པ། །<br/>གཞོན་ནུ་ཟུར་ཕུད་ཅན་འབར་འཇིགས་པ་མེད་པར་བྱེད་པ་ཅི་ཞིག་ཕྱིན། །",
    "0bcba098-2209-4af0-b28a-92938d6fde28": "ཁྱོད་ཀྱི་ལྷ་བརྒྱའི་ཅོད་པན་དག་གིས་ཞབས་ཀྱི་པདྨ་ལ་མཆོད་ཅིང་། །<br/>ཐུགས་རྗེས་བརླན་སྤྱན་དབུ་ལ་མེ་ཏོག་དུ་མའི་ཚོགས་ཀྱིས་ཆར་འབབ་པ། །<br/>ཁང་བརྩེགས་ཡིད་འོང་ལྷ་མོ་སྟོང་ཕྲག་བསྟོད་དབྱངས་སྒྲོགས་ལྡན་འདི་ལྟོས་ཞེས། །<br/>འཇམ་དབྱངས་དེ་འདྲ་མཐོང་ནས་ད་ནི་སེམས་དམྱལ་ཅ་ཅོ་འདོན་པར་ཤོག །",
    "ec62a7bc-ee31-45a8-b5f4-d43cbd695a2c": "དེ་ལྟར་བདག་གི་དགེ་རྩས་ཀུན་དུ་བཟང་ལ་སོགས། །<br/>བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་མེད་སྤྲིན་བདེ་བ་དང་། །<br/>བསིལ་ཞིང་དྲི་ཞིམ་དང་ལྡན་ཆར་པ་འབེབས་མཐོང་ནས། །<br/>སེམས་ཅན་དམྱལ་བ་དེ་དག་མངོན་པར་དགའ་གྱུར་ཅིག །",
    "823e196e-32ce-47f3-878f-ef41fe1239d2": "དུད་འགྲོ་རྣམས་ནི་གཅིག་ལ་གཅིག །<br/>ཟ་བའི་འཇིགས་དང་བྲལ་བར་ཤོག །<br/>སྒྲ་མི་སྙན་པའི་མི་བཞིན་དུ། །<br/>ཡི་དྭགས་རྣམས་ནི་བདེ་བར་གྱུར། །",
    "448ead76-9529-439e-bc61-25aab1aaffb6": "འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་གི །<br/>ཕྱག་ནས་འབབ་པའི་འོ་རྒྱུན་གྱིས། །<br/>ཡི་དྭགས་རྣམས་ནི་ཚིམ་བྱས་ཤིང་། །<br/>ཁྲུས་བྱས་རྟག་ཏུ་བསིལ་བར་ཤོག །",
    "f04ecd37-72d8-448d-9e7d-546b9d271581": "ལོང་བ་རྣམས་ཀྱིས་མིག་མཐོང་ཞིང་། །<br/>འོན་པས་རྟག་ཏུ་སྒྲ་ཐོས་ཤོག །",
    "8b261621-6f0e-417f-a324-f390bcd1cd1a": "ལྷ་མོ་སྒྱུ་འཕྲུལ་ཇི་བཞིན་དུ། །<br/>སྦྲུམ་མའང་གནོད་མེད་བཙའ་བར་ཤོག །",
    "f1228180-9618-4a06-a4ec-742c3bd950a4": "གཅེར་བུ་རྣམས་ཀྱིས་གོས་དག་དང་། །<br/>བཀྲེས་པ་རྣམས་ཀྱིས་ཟས་དང་ནི། །<br/>སྐོམ་པ་རྣམས་ཀྱིས་ཆུ་དག་དང་། །<br/>བཏུང་བ་ཞིམ་པོ་ཐོབ་པར་ཤོག །",
    "17dd5871-cc5a-4300-be5f-af4262d58b54": "བཀྲེན་པ་རྣམས་ཀྱིས་ནོར་ཐོབ་ཤོག །<br/>མྱ་ངན་ཉམ་ཐག་དགའ་ཐོབ་ཤོག །",
    "8b630f34-c879-459a-9c62-7ed822349e75": "ཡི་ཆད་རྣམས་ཀྱང་ཡིད་སོས་ཤིང་། །<br/>བརྟན་པ་ཕུན་སུམ་ཚོགས་པར་ཤོག །",
    "30f40cc1-ff96-4919-9597-f60ee1e4d36f": "སེམས་ཅན་ནད་པ་ཇི་སྙེད་པ། །<br/>མྱུར་དུ་ནད་ལས་ཐར་གྱུར་ཅིག །",
    "6e4f69e6-ad96-4aaf-b2f4-167058de880c": "འགྲོ་བའི་ནད་ནི་མ་ལུས་པ། །<br/>རྟག་ཏུ་འབྱུང་བ་མེད་པར་ཤོག །",
    "d331d78e-3fb9-4ba9-bdf7-6e1b5616a200": "སྐྲག་པ་རྣམས་ནི་འཇིགས་མེད་ཤོག །<br/>བཅིངས་པ་རྣམས་ནི་གྲོལ་བར་འགྱུར། །<br/>མཐུ་མེད་རྣམས་ནི་མཐུ་ལྡན་ཞིང་། །<br/>སེམས་ནི་ཕན་ཚུན་མཉེན་གྱུར་ཅིག །",
    "08e13d56-7e62-445f-823f-012b5cd3dce2": "འདྲོན་པ་དག་ནི་ཐམས་ཅད་ལ། །<br/>ཕྱོགས་རྣམས་ཐམས་ཅད་བདེ་བར་ཤོག །<br/>གང་གི་དོན་དུ་འགྲོ་བྱེད་པ། །<br/>དེ་འབད་མི་དགོས་གྲུབ་གྱུར་ཅིག །",
    "0090dba7-b6d0-4a29-95f6-5cc48ceb4dd5": "གྲུ་དང་གྲུ་ཆེན་ཞུགས་པ་རྣམས། །<br/>ཡིད་ལ་བསམ་པ་གྲུབ་གྱུར་ཏེ། །<br/>ཆུ་ཡི་ངོགས་སུ་བདེར་ཕྱིན་ནས། །<br/>གཉེན་དང་ལྷན་ཅིག་དགའ་བར་ཤོག །",
    "fe5f468b-ed5a-4a0f-a254-0f7333d9c1bd": "མྱ་ངན་ལམ་གོལ་འཁྱམས་པ་རྣམས། །<br/>མགྲོན་པོ་དག་དང་ཕྲད་གྱུར་ནས། །<br/>ཆོམ་རྐུན་སྟག་སོགས་འཇིགས་མེད་པར། །<br/>མི་ངལ་བདེ་བླག་འདོང་བར་ཤོག །",
    "d53771d1-2b8d-4282-a254-e27ac86bd41f": "དགོན་སོགས་ལམ་མེད་ཉམ་ང་བར། །<br/>བྱིས་པ་རྒན་པོ་མགོན་མེད་པ། །<br/>གཉིད་ལོག་མྱོས་ཤིང་རབ་མྱོས་རྣམས། །<br/>ལྷ་དག་སྲུང་བར་བྱེད་པར་ཤོག །",
    "05f6bd1c-2aa2-4b8a-a8aa-fb731e418f55": "མི་ངལ་ཀུན་ལས་ཐར་བ་དང་། །<br/>དད་དང་ཤེས་རབ་བརྩེ་ལྡན་ཞིང་། །<br/>ཟས་དང་སྤྱོད་པ་ཕུན་ཚོགས་ནས། །<br/>རྟག་ཏུ་ཚེ་རབས་དྲན་གྱུར་ཅིག །",
    "06d6762c-f879-44d5-9667-1d17be2f39be": "ཐམས་ཅད་ནམ་མཁའི་མཛོད་བཞིན་དུ། །<br/>ལོངས་སྤྱོད་ཆད་པ་མེད་པར་ཤོག །<br/>རྩོད་པ་མེད་ཅིང་འཚེ་མེད་པར། །<br/>རང་དབང་དུ་ནི་སྤྱོད་པར་ཤོག །",
    "38f897e0-9159-43fa-ba7c-8b22b7c5aa7c": "སེམས་ཅན་གཟི་བརྗིད་ཆུང་ངུ་གང་། །<br/>དེ་དག་གཟི་བརྗིད་ཆེན་པོར་ཤོག །<br/>དཀའ་ཐུབ་ཅན་གང་གཟུགས་ངན་པ། །<br/>གཟུགས་བཟང་ཕུན་སུམ་ཚོགས་གྱུར་ཅིག །",
    "a5427e28-10f8-4b6d-9d58-5ed9c0a7236b": "འཇིག་རྟེན་བུད་མེད་ཇི་སྙེད་པ། །<br/>དེ་དག་སྐྱེས་པ་ཉིད་གྱུར་ཅིག །<br/>མ་རབས་རྣམས་ནི་མཐོ་ཐོབ་ཅིང་། །<br/>ང་རྒྱལ་དག་ཀྱང་བཅོམ་པར་ཤོག །",
    "21f74218-5599-4998-a9c0-b5e1fcc7685e": "བདག་གི་བསོད་ནམས་འདི་ཡིས་ནི། །<br/>སེམས་ཅན་ཐམས་ཅད་མ་ལུས་པ། །<br/>སྡིག་པ་ཐམས་ཅད་སྤངས་ནས་ནི། །<br/>རྟག་ཏུ་དགེ་བ་བྱེད་པར་ཤོག ",
    "b3bf955b-7381-48b2-85be-26269d50ed40": "།བྱང་ཆུབ་སེམས་དང་མི་འབྲལ་ཞིང་། །<br/>བྱང་ཆུབ་སྤྱོད་ལ་གཞོལ་བ་དང་། །<br/>སངས་རྒྱས་རྣམས་ཀྱིས་ཡོངས་གཟུང་ཞིང་། །<br/>བདུད་ཀྱི་ལས་རྣམས་སྤང་བར་ཤོག །",
    "304bbf2c-dce0-462b-ba5a-176c82df045e": "སེམས་ཅན་དེ་དག་ཐམས་ཅད་ནི། །<br/>ཚེ་ཡང་དཔག་མེད་རིང་བར་ཤོག །<br/>རྟག་ཏུ་བདེ་བར་འཚོ་འགྱུར་ཞིང་། །<br/>འཆི་བའི་སྒྲ་ཡང་གྲག་མ་གྱུར། །",
    "96c29000-b9d4-460e-b9a8-e3c523f84fd5": "དཔག་བསམ་ཤིང་གི་སྐྱེད་མོས་ཚལ། །<br/>སངས་རྒྱས་དང་ནི་སངས་རྒྱས་སྲས། །<br/>ཆོས་སྙན་སྒྲོགས་པས་གང་བ་ཡིས། །<br/>ཕྱོགས་རྣམས་ཐམས་ཅད་གང་བར་ཤོག །",
    "7a7d3dbc-7b19-47ae-a790-451bd7f1e46f": "ཐམས་ཅད་དུ་ཡང་ས་གཞི་དག །<br/>གསེག་མ་ལ་སོགས་མེད་པ་དང་། །<br/>ལག་མཐིལ་མཉམ་པ་བཻ་ཌཱུརྱའི། །<br/>རང་བཞིན་འཇམ་པོར་གནས་པར་གྱུར། །",
    "4f231695-8508-4c5f-baef-0c1414c6df81": "འཁོར་གྱི་དཀྱིལ་འཁོར་ཡོད་དགུར་ཡང་། །<br/>བྱང་ཆུབ་སེམས་དཔའ་མང་པོ་དག །<br/>རང་གི་ལེགས་པས་ས་སྟེངས་དག །<br/>བརྒྱན་པར་མཛད་པས་བཞུགས་གྱུར་ཅིག །",
    "b672cfd3-3d2e-45bd-b04a-4ff9178839da": "ལུས་ཅན་ཀུན་གྱིས་བྱ་དང་ནི། །<br/>ཤིང་དང་འོད་ཟེར་ཐམས་ཅད་དང་། །<br/>ནམ་མཁའ་ལས་ཀྱང་ཆོས་ཀྱི་སྒྲ། །<br/>རྒྱུན་མི་འཆད་པར་ཐོས་པར་ཤོག །",
    "fc8c932e-5182-4739-82f8-9bf0d09cb7e4": "དེ་དག་རྟག་ཏུ་སངས་རྒྱས་དང་། །<br/>སངས་རྒྱས་སྲས་དང་ཕྲད་གྱུར་ཅིག །<br/>མཆོད་པའི་སྤྲིན་ནི་མཐའ་ཡས་པས། །<br/>འགྲོ་བའི་བླ་མ་མཆོད་པར་ཤོག །",
    "20702be0-1434-425e-8084-662e4d6f99d0": "ལྷ་ཡང་དུས་སུ་ཆར་འབེབས་ཤིང་། །<br/>ལོ་ཏོག་ཕུན་སུམ་ཚོགས་པར་ཤོག །<br/>རྒྱལ་པོ་ཆོས་བཞིན་བྱེད་གྱུར་ཅིག །<br/>འཇིག་རྟེན་དག་ཀྱང་དར་བར་ཤོག །",
    "8483cd53-9c3b-4055-8f91-bf6792bad100": "སྨན་རྣམས་མཐུ་དང་ལྡན་པ་དང་། །<br/>གསང་སྔགས་བཟླས་བརྗོད་གྲུབ་པར་ཤོག །<br/>མཁའ་འགྲོ་སྲིན་པོ་ལ་སོགས་པ། །<br/>སྙིང་རྗེའི་སེམས་དང་ལྡན་གྱུར་ཅིག །",
    "f9d5d8d4-42dc-4896-8c92-802e2c562b7b": "སེམས་ཅན་འགའ་ཡང་སྡུག་མ་གྱུར། །<br/>འཇིགས་དང་བརྙས་པར་མི་འགྱུར་ཞིང་། །<br/>འགའ་ཡང་ཡིད་མི་བདེ་མ་གྱུར། །",
    "8ab23365-412e-484c-9b1b-6dfd81a1281f": "གཙུག་ལག་ཁང་རྣམས་ཀློག་པ་དང་། །<br/>ཁ་ཐོན་གྱིས་བརྒྱན་ལེགས་གནས་ཤོག །",
    "c65add35-3047-4a08-a89f-6cbf672a40f7": "རྟག་ཏུ་དགེ་འདུན་མཐུན་པ་དང་། །<br/>དགེ་འདུན་དོན་ཡང་གྲུབ་པར་ཤོག །",
    "9be9208d-1eae-4245-9e03-ded2e2e6d648": "བསླབ་པ་འདོད་པའི་དགེ་སློང་དག །<br/>དབེན་པ་དག་ཀྱང་ཐོབ་པར་ཤོག །<br/>གཡེང་བ་ཐམས་ཅད་སྤངས་ནས་ནི། །<br/>སེམས་ནི་ལས་རུང་སྒོམ་གྱུར་ཅིག །",
    "d2883a8d-9137-4926-af52-b04df97f637d": "དགེ་སློང་མ་རྣམས་རྙེད་ལྡན་ཞིང་། །<br/>འཐབ་དང་གནོད་པ་སྤང་བར་ཤོག །<br/>དེ་བཞིན་རབ་ཏུ་བྱུང་བ་ཀུན། །<br/>ཚུལ་ཁྲིམས་ཉམས་པ་མེད་གྱུར་ཅིག །",
    "069d027d-340e-4b61-b98d-8034079ae9f9": "ཚུལ་ཁྲིམས་འཆལ་བས་ཡིད་བྱུང་ནས། །<br/>རྟག་ཏུ་སྡིག་པ་ཟད་བྱེད་ཤོག །<br/>བདེ་འགྲོ་དག་ཀྱང་ཐོབ་གྱུར་ནས། །<br/>དེར་ཡང་བརྟུལ་ཞུགས་མི་ཉམས་ཤོག །",
    "5061cd0a-6154-4dc6-9f6a-12eb6df1118d": "མཁས་པ་རྣམས་ནི་བཀུར་བ་དང་། །<br/>བསོད་སྙོམས་དག་ཀྱང་རྙེད་པར་ཤོག །<br/>རྒྱུད་ནི་ཡོངས་སུ་དག་པ་དང་། །<br/>ཕྱོགས་རྣམས་ཀུན་ཏུ་གྲགས་པར་ཤོག །",
    "3200c83d-938d-4a0f-9d5e-c500b87e2cff": "ངན་སོང་སྡུག་བསྔལ་མི་མྱོང་ཞིང་། །<br/>དཀའ་བ་སྤྱད་པ་མེད་པར་ཡང་། །<br/>ལྷ་བས་ལྷག་པའི་ལུས་ཀྱིས་ནི། །<br/>དེ་དག་སངས་རྒྱས་མྱུར་འགྲུབ་ཤོག །",
    "9327b2e9-8ab6-40a5-bf27-27f52c374064": "སེམས་ཅན་ཀུན་གྱིས་ལན་མང་དུ། །<br/>སངས་རྒྱས་ཐམས་ཅད་མཆོད་བྱེད་ཅིང་། །<br/>སངས་རྒྱས་བདེ་བ་བསམ་ཡས་ཀྱིས། །<br/>རྟག་ཏུ་བདེ་དང་ལྡན་གྱུར་ཅིག ",
    "914448b6-d99c-49c2-b9d2-45acd4e7ea70": "།བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ནི། །<br/>འགྲོ་དོན་ཐུགས་ལ་དགོངས་འགྲུབ་ཤོག །<br/>མགོན་པོ་ཡིས་ནི་གང་དགོངས་པ། །<br/>སེམས་ཅན་རྣམས་ལ་དེ་འབྱོར་ཤོག །",
    "c40174cb-9271-44b8-bd94-e8d6d566cf54": "དེ་བཞིན་རང་སངས་རྒྱས་རྣམས་དང་། །<br/>ཉན་ཐོས་རྣམས་ཀྱང་བདེ་གྱུར་ཅིག །<br/>བདག་ཀྱང་འཇམ་དབྱངས་བཀའ་དྲིན་གྱིས། །<br/>ས་རབ་དགའ་བ་ཐོབ་བར་དུ། །<br/>རྟག་ཏུ་ཚེ་རབས་དྲན་པ་དང་། །<br/>རབ་ཏུ་བྱུང་བ་ཐོབ་པར་ཤོག །",
    "05932b59-3115-460d-83ef-aacc83dcb6f5": "བདག་ནི་ཁ་ཟས་གྱི་ནས་ཀྱང་། །<br/>ཉམས་དང་ལྡན་ཞིང་འཚོ་བར་ཤོག །<br/>ཚེ་རབས་ཀུན་དུ་དབེན་གནས་པར། །<br/>ཕུན་སུམ་ལྡན་པ་ཐོབ་པར་ཤོག །",
    "aefa40f0-6378-4a9d-8aac-376272486235": "གང་ཚེ་བལྟ་བར་འདོད་པའམ། །<br/>ཅུང་ཟད་དྲི་བར་འདོད་ན་ཡང་། །<br/>མགོན་པོ་འཇམ་དབྱངས་དེ་ཉིད་ནི། །<br/>གེགས་མེད་པར་ཡང་མཐོང་བར་ཤོག །",
    "68fbddc5-7600-4739-9c60-df4caa1d8b37": "ཕྱོགས་བཅུའི་ནམ་མཁའི་མཐས་གཏུགས་པའི། །<br/>སེམས་ཅན་ཀུན་དོན་བསྒྲུབ་པའི་ཕྱིར། །<br/>ཇི་ལྟར་འཇམ་དབྱངས་སྤྱོད་མཛད་པ། །<br/>བདག་གི་སྤྱོད་པའང་དེ་འདྲར་ཤོག །",
    "16f6bc88-9bbe-4f41-bc74-c5c6a731a5d0": "ཇི་སྲིད་ནམ་མཁའ་གནས་པ་དང་། །<br/>འགྲོ་བ་ཇི་སྲིད་གནས་གྱུར་པ། །<br/>དེ་སྲིད་བདག་ནི་གནས་གྱུར་ནས། །<br/>འགྲོ་བའི་སྡུག་བསྔལ་སེལ་བར་ཤོག །",
    "81cd4ca1-ebda-47dc-a8eb-7e00fa2192f0": "འགྲོ་བའི་སྡུག་བསྔལ་གང་ཅིའང་རུང་། །<br/>དེ་ཀུན་བདག་ལ་སྨིན་གྱུར་ཅིག །<br/>བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་གྱིས། །<br/>འགྲོ་བ་བདེ་ལ་སྤྱོད་པར་ཤོག །",
    "7cc454e3-167e-403f-81c7-66635e1d36fa": "འགྲོ་བའི་སྡུག་བསྔལ་སྨན་གཅིག་པུ། །<br/>བདེ་བ་ཐམས་ཅད་འབྱུང་བའི་གནས། །<br/>བསྟན་པ་རྙེད་དང་བཀུར་སྟི་དང་། །<br/>བཅས་ཏེ་ཡུན་རིང་གནས་གྱུར་ཅིག །",
    "17ceaeb2-aa08-416b-8b37-9314c10ae006": "གང་གི་དྲིན་གྱིས་དགེ་བློ་འབྱུང་། །<br/>འཇམ་པའི་དབྱངས་ལ་ཕྱག་འཚལ་ལོ། །<br/>གང་གི་དྲིན་གྱིས་བདག་དར་བ། །<br/>དགེ་བའི་བཤེས་ལའང་བདག་ཕྱག་འཚལ། །",
    "cda38972-0426-4846-a7d8-749ad92a7fff": "བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་ལས་བསྔོ་བ་ཞེས་བྱ་བ་སྟེ་ལེའུ་བཅུ་པའོ།། །།",
    "6a2044a4-d6bd-4b09-8b0d-42e9d4fd6b3e": "བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་འཇུག་པ་སློབ་དཔོན་ཤནྟ་དེ་བས་མཛད་པ་རྫོགས་སོ།། །།",
    "f846a7dc-297d-4572-a62a-6bf0d53e0525": "རྒྱ་གར་གྱི་མཁན་པོ་སརྦ་ཛྙཱ་དེ་བ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙཱ་བ་བནྡེ་དཔལ་བརྩེགས་ཀྱིས་ཁ་ཆེའི་དཔེ་ལས་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ་ལས། སླད་ཀྱིས་རྒྱ་གར་གྱི་མཁན་པོ་དྷརྨ་ཤྲཱི་བྷ་དྲ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙཱ་བ་བནྡེ་རིན་ཆེན་བཟང་པོ་དང་། ཤཱཀྱ་བློ་གྲོས་ཀྱིས་ཡུལ་དབུས་ཀྱི་དཔེ་དང་འགྲེལ་པ་དང་མཐུན་པར་བཅོས་ཤིང་བསྒྱུར་ཏེ་གཏན་ལ་ཕབ་པའོ། །<br/>ཡང་དུས་ཕྱིས་རྒྱ་གར་གྱི་མཁན་པོ་སུ་མ་ཏི་ཀཱིརྟི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙཱ་བ་དགེ་སློང་བློ་ལྡན་ཤེས་རབ་ཀྱིས་དག་པར་བཅོས་ཤིང་བསྒྱུར་ཏེ་ལེགས་པར་གཏན་ལ་ཕབ་པའོ།། །།"
  }
}